[
    {
      "episode": 1,
      "date": "10월 22일",
      "title": "정공팔 대 고춘자",
      "plot": "춘자(김동주扮)는 술에 만취해 집에 들어온 공팔(이인철扮)에게 집에서 나가라고 소리치고, 격앙된 두 사람은 격렬한 몸싸움을 벌인다."
    },
    {
      "episode": 2,
      "date": "10월 29일",
      "title": "아내의 남자 (1)",
      "plot": "미경(김정연 扮)은 사진 전시회에 갔다가 우연히 한 남자를 만나게 되고, 결혼 기간 내내 남편인 진수(이기철扮)에게 맞춰 살아오면서 시시한 존재인 것처럼 느껴오던 자신을 소중한 존재로 대해주는 그 사람과의 늦은 만남을 아쉬워할 정도로 깊은 사랑에 빠진다."
    },
    {
      "episode": 3,
      "date": "11월 5일",
      "title": "사랑의 유통기한",
      "plot": "대학 시절 도서관에서 음악을 들으며 눈물을 흘리는 영준(최성국扮)에 대한 호기심으로 시작해 사랑에 빠진 명희(박준희扮)는, 결혼 후 영준과 같은 직장에 근무하면서 찾아온 해외유학의 기회를 놓치고 싶지 않아 임신 중절 수술을 했다고 거짓말을 한다."
    },
    {
      "episode": 4,
      "date": "11월 12일",
      "title": "사랑의 이름으로 -의처증-",
      "plot": "같은 은행에서 근무하는 자상(김홍석扮)의 순수함과 자상한 모습에 끌려 결혼한 신애(김소이扮)는 주변 남성은 물론 영화 속 남성에게까지 질투를 느끼며 거칠게 돌변하고 일거수일투족을 감시하는 자상에게 시달리고, 자상의 권유에 의해 IMF 희망퇴직을 신청해 퇴직금을 모두 새 집 얻는데 써버리고 집에만 있는 신세가 된다."
    },
    {
      "episode": 5,
      "date": "11월 19일",
      "title": "사라진 신부",
      "plot": "현정(김시원扮)은 선을 통해 만난 의사 재만(임치오 扮)의 소탈함에 끌리지만 재만의 어머니(남능미扮)는 노골적으로 과도한 혼수를 요구해오고, 현정이 이를 호소해보지만 재만은 방관에 가까운 태도를 보인다. 결혼 진행 과정에서 마찰이 생기고 흔들리는 모습이 보이자 재만은 현정에게 혼인신고를 먼저 할 것을 제안한다."
    },
    {
      "episode": 6,
      "date": "11월 26일",
      "title": "친정 아버지",
      "plot": "첫 아이를 낳은 후 은서(김도연扮)는 다니던 직장을 그만 두고 8년여를 육아와 살림에 전념한다. 그러나, 홀로 남매를 키워온 친정 아버지(이신재扮)가 간암 말기 판정을 받아 집을 비우는 일이 잦아지자 시어머니(여운계扮)와의 갈등이 심해진다."
    },
    {
      "episode": 7,
      "date": "12월 3일",
      "title": "술 취한 아내",
      "plot": "술을 마시지 않던 전업주부 아내 은주(이주나扮)가 습관적으로 술을 마시자 이를 제어해 보고자 진수(박진성扮)는 회사사람들을 집으로 초대하고, 잘 참아내나 싶던 은주는 어느날 집으로 온 회사 사람들 앞에서 못 볼 꼴을 보이고 만다."
    },
    {
      "episode": 8,
      "date": "12월 10일",
      "title": "동서 지간",
      "plot": "시골 여학교를 졸업한 분이(유경아扮)는 성준(김정균扮)의 프로포즈를 받고 시집을 오지만 명문 여대를 졸업한 동서들에 비교되며 무시당하고, 그게 부끄럽고 싫은 성준은 분이를 변화시키기 위해 어려운 책을 들이대며 독후감을 쓰라 한다."
    },
    {
      "episode": 9,
      "date": "12월 17일",
      "title": "연말 특집 '이혼, 그리고 아이'",
      "plot": "바람을 피우던 상대로부터 혼인빙자간음죄로 피소될 위기라는 말에 선혜(김예령扮)가 위장이혼에 동의해주자 중섭(구보석 扮)은 내연녀와 살림을 차리고 둘 사이의 아이인 은지까지 데려가 버리고, 선혜는 양육자변경소송에 나서며 아이를 되찾기 위해 온 힘을 쏟는다."
    },
    {
      "episode": 10,
      "date": "1월 7일",
      "title": "바람과 바람",
      "plot": "남편 영진(김명국扮)의 지속된 외도에 희정(김정연 扮)의 분노와 의심은 커져가지만, 용서를 구하고 이전보다 더욱 잘해주는 영진의 태도에 곧 마음을 누그러뜨리고 만다. 하지만, 영진이 이웃으로 이사온 자신의 친구와 바람을 피우자 희정의 인내심은 한계에 달한다."
    },
    {
      "episode": 11,
      "date": "1월 14일",
      "title": "지독한 사랑",
      "plot": "민수(차광수扮)는 사랑을 믿지 않는다며 거절하는 지숙(이윤수 扮)에게 끈질기게 구애한 끝에 결혼을 하지만, 결혼 후 지숙은 민수의 사랑을 갈구하는 차원을 넘어 지나치게 집착하고 의심해서 민수의 사회생활까지 불가능한 지경에 이른다."
    },
    {
      "episode": 12,
      "date": "1월 21일",
      "title": "도둑과 아내",
      "plot": "희박한 경제관념 때문에 결혼한 지 한 달도 채 안 되어 인색한 남편 철우(오욱철扮)로부터 경제권을 박탈당한 연희(방은희扮)는 도둑질을 하다 소문이 나 이사를 다니는 지경에 이르고, 이사온 동네의 이웃집에서 도둑질을 한 사실이 남편인 철우에게 다시 들통나고 만다."
    },
    {
      "episode": 13,
      "date": "1월 28일",
      "title": "재혼 남녀",
      "plot": "각자 이혼 경력이 있는 소설가 성수(박찬환扮)와 잡지사기자 윤희(이종남扮)는 서로의 아이들을 데리고 새로 가정을 꾸리지만, 윤희를 받아들이지 않는 성수의 딸 채영이 윤희의 아들 준석과 끊임 없이 마찰을 일으키고 성수가 준석을 마땅치 않게 생각하는 모습이 보이자 윤희는 이혼을 결심한다."
    },
    {
      "episode": 14,
      "date": "2월 11일",
      "title": "아들의 여자",
      "plot": "미나(황은하 扮)는 아들인 준영(이지형扮)의 옆을 내주지 않으려는 시어머니(백수련扮)의 적대적인 태도에 기뻐해야 할 임신조차도 부담스러워지고 노이로제로 정신건강의학과에 다니게 되는 등 고통이 한계를 넘게 되자 준영과의 상의 끝에 분가를 하기로 한다."
    },
    {
      "episode": 15,
      "date": "2월 18일",
      "title": "이혼 대작전",
      "plot": "노름으로 집안 살림을 거덜내고, 바람피우고도 당당하며, 폭력은 일상인 남편 두철(정승호扮)과의 결혼생활을 더 이상 참을 수가 없는 혜자(이미지扮)는 변호사의 조언대로 이혼을 위한 증거를 모으기 시작한다."
    },
    {
      "episode": 16,
      "date": "2월 25일",
      "title": "옛 사랑의 그림자",
      "plot": "결혼 후 행복하게 살고 있던 민재(나한일扮)에게 헤어진 과거의 연인 수연(김예령扮)에게서 연락이 오고 둘은 하룻밤을 보낸다. 그리고 시간이 흐른 어느날 수연의 남편으로부터 수연이 민재의 아이를 남기고 죽었다는 얘기를 듣게 된다."
    },
    {
      "episode": 17,
      "date": "3월 3일",
      "title": "도박",
      "plot": "친구의 권유로 우연히 친 화투에서 돈을 번 미경(이현경扮)은 생활비를 벌 수 있다는 뿌듯함에 도박에 빠지지만, 노름꾼들이 설계한 도박판에서 계속 돈을 잃어 집에 차압이 들어오는 지경에 이르고 참다 못한 남편 현우(김성수扮)의 신고로 구속이 된다."
    },
    {
      "episode": 18,
      "date": "3월 10일",
      "title": "남자가 이혼을 원할 때",
      "plot": "의대생이었던 경훈(박찬환扮)은 좋아하는 감정 없이 순간의 욕정을 참지 못해 하숙집 딸인 윤정(방은희扮)과 관계를 가져 아이를 갖게 되고 윤정의 뒷바라지로 의사라는 안정된 직업을 갖게 되나, 오랜동안 마음먹었던 대로 윤정과 이혼하기로 한다"
    },
    {
      "episode": 19,
      "date": "3월 17일",
      "title": "우리 엄마, 당신 어머니",
      "plot": "은희(김은숙 扮)는 외동딸인 자신이 홀어머니(김지영扮)를 모시는 것이 결혼하면서 유일한 소망이었지만 시아주버님의 사업이 부도가 나자 모시고 있던 시어머니(사미자扮) 역시 부양할 처지에 놓이게 되고, 살림이라곤 모르고 살아온 시어머니는 노는 것에 정신이 팔린 반면 어머니는 살림에 육아까지 전담하는 것을 보고는 불만이 폭발한다."
    },
    {
      "episode": 20,
      "date": "3월 24일",
      "title": "성, 그리고 거짓말",
      "plot": "은주(김예령扮)는 자신과의 성관계는 거부하면서도 포르노 비디오를 보며 자위를 하는 남편 현석(김홍석扮)에게 경악하고, 자연스레 분위기를 이끌어보려는 자신을 더러운 여자 취급하자 현석과 크게 다투고 집을 나온다."
    },
    {
      "episode": 21,
      "date": "3월 31일",
      "title": "아내의 알리바이",
      "plot": "재영(박현심 扮)은 친구들과 제주에 놀러갔다가 나이트클럽에서 만난 철우(최재호扮)와 어울리게 되고, 서울로 돌아온 어느 날 철우로부터 재영을 모델로 찍은 사진을 주겠다는 전화를 받게 된다. 남편 문수(오욱철扮)의 출장을 틈타 늦은 시간까지 철우와 함께 있다가 돌아오지만 출장이 취소되는 바람에 문수에게 남자와 있던 사실이 들통이 나고, 철우와의 데이트코스를 같이 돌며 문수에게 그날의 행적을 일일이 설명해야 하는 처지에 놓이게 된다."
    },
    {
      "episode": 22,
      "date": "4월 7일",
      "title": "신들의 전쟁",
      "plot": "미신에 빠진 어머니(홍영자 扮)에 대한 반발심으로 교회에 나갔다가 선경(신소미扮)에게 반해 결혼에까지 이른 현식(박진성扮)은 자신의 사업자금에는 인색하면서 교회 건립엔 돈을 쾌척하고 목사인 둘째 사위에겐 집을 사주는 장모(김석옥扮)에게 불만을 가진다."
    },
    {
      "episode": 23,
      "date": "4월 14일",
      "title": "악몽",
      "plot": "은숙(이시은扮)은 성폭행을 당해 결혼 3년만에 가진 아이를 잃게 되고, 남편 성준(이정훈扮)은 동생 성욱(고동현扮)과 은숙은 뺑소니를 당한 것이라고 가족들에게 알리자고 입을 맞춘다. 그러나, 성폭행범이자 성욱의 친구인 준석(조재완扮)이 죄책감으로 유서를 남기고 자살하면서 성폭행 사실이 가족들에게 알려지고 만다."
    },
    {
      "episode": 24,
      "date": "4월 21일",
      "title": "간통",
      "plot": "대학 나온 아내 성숙(이미경扮)이 자신을 무시한다는 생각에 폭력을 일삼는 영철(김동현扮)과 고지식한 남편 인수(백준기扮) 때문에 쪼들리는 생활을 한다고 생각하는 미란(김성희扮)은 각자의 배우자와 다른 매력을 가진 서로에게 빠져 불륜을 저지르고, 영철의 불륜 증거를 발견한 성숙은 그 사실을 인수에게 알린다."
    },
    {
      "episode": 25,
      "date": "4월 28일",
      "title": "황혼 이혼",
      "plot": "고혈압으로 쓰러졌다는 강영감(김성겸扮)의 소식에 부인 오여사(김영옥扮)와 얼마 전 시집간 막내딸 은수(유경아扮)가 병원으로 달려온다. 중환자실에 누워 있는 강영감과 그옆에서 어쩔 줄 몰라하는 양마담을 보자 오여사는 기가 막힌다. 양마담은 입원한 강영감을 나몰라라 하고 수발을 들어줄 사람은 오여사 뿐인데 강영감은 내키지 않아 한다. 퇴원 후, 지팡이에 의지하고 살아야 하는 강영감은 양마담을 집안으로 불러들이고 그 모습을 본 오여사는 이제 더 이상 참을 수 없다며 강영감에게 이혼 신청서와 함께 35년 간 써온 일기장을 내민다."
    },
    {
      "episode": 26,
      "date": "5월 5일",
      "title": "비뇨기과",
      "plot": "남편의 발기부전으로 이혼 위기를 겪는 에피소드다"
    },
    {
      "episode": 27,
      "date": "5월 12일",
      "title": "두 집 살림(1)",
      "plot": "고시에 연이어 낙방하고 사업을 이을 것을 종용하는 아버지 때문에 지쳐있던 현섭(정재곤扮)은 아버지의 비서인 영주(최지나扮)와 사귀지만 부모의 반대에 부딪히자 헤어졌다고 거짓말을 하고 비밀리에 사귀는 방법을 택한다. 그리고, 아버지가 사업을 확장하자 지방의 공장을 맡아 영주의 집에 기거하며 사실혼 관계를 가지나, 그 와중에 선을 통해 만난 혜진(황은하 扮)이 마음에 들자 결혼식을 올리고 서울과 대전을 오가는 두 집 살림을 시작한다."
    },
    {
      "episode": 28,
      "date": "5월 19일",
      "title": "아내의 과거",
      "plot": "고등학교를 중퇴하고 술집에서 일한 경험이 있는 희정(이승채扮)은 노총각에 많은 시동생까지 있는 준태(오욱철扮)에게 기꺼이 시집을 오며 행복한 가정을 이루지만, 이웃에 희정의 과거를 아는 동창인 은선(김미라扮)이 이사를 오면서 과거가 들통날까봐 전전긍긍한다."
    },
    {
      "episode": 29,
      "date": "5월 26일",
      "title": "술과의 전쟁",
      "plot": "평소엔 직장 생활에 충실하고 가정적이어서 더할 나위 없는 남편인 인수(김주영扮)는 술만 마셨다 하면 집 안에서는 물론이고 직장 관련해서도 사고를 치는 바람에, 회사에 끼친 손해를 배상하기 위해 집을 담보로 잡히기에 이른다."
    },
    {
      "episode": 30,
      "date": "6월 2일",
      "title": "잘난 아들",
      "plot": "어머니(홍영자 扮)와 여자 형제들의 희생을 통해 공부를 하고 대기업에 취직한 준용(안승훈扮)은 직장 동료인 정주(이윤수 扮)와 결혼을 하게 되고, 경제적으로 무능력한 시댁 식구들을 부양하기 위해 준용은 물론 정주의 돈까지도 끊임없이 들어가야 하는 지경에 이른다."
    },
    {
      "episode": 31,
      "date": "6월 9일",
      "title": "철 없는 아내",
      "plot": "민식(송영창扮)은 열여덟 살이나 어린 대학생 정아(황윤미扮)와 결혼을 하지만 정아의 서툰 살림 솜씨는 오랜 자취생활에 익숙한 민식의 마음에 차지 않고, 친구들과의 잦은 술자리로 늦은 귀가를 하고 남자친구와 어울리는 것까지 목격하자 정아를 방에 감금해 버린다."
    },
    {
      "episode": 32,
      "date": "6월 16일",
      "title": "삼대 독자 아들 낳기",
      "plot": "3대 독자인 정수(원준 扮)와 결혼한 미애(황미선扮)는 첫 딸을 낳은 이후로 수 차례의 유산을 거쳐 딸임을 확신하고 낳은 아이마저 딸이 되자 시어머니(김을동扮)로부터 집에서 나가라는 소리까지 듣고 설상가상으로 더 이상 임신이 불가능하다는 진단을 받는다."
    },
    {
      "episode": 33,
      "date": "6월 23일",
      "title": "애정 망상증(Erotomania)",
      "plot": "학창시절부터 여러 남자와 동시에 사귀기를 즐기던 성희는 수영장에서 다른 회원에게 친절히 대하는 수영강사와 사귀고, 자신을 무시하는 남자에게 적극적으로 대시하는 한편, 친구 부부의 다정한 모습에 질투를 느껴 친구의 남편을 유혹하기까지 하는 등, 세상의 모든 남자에게 사랑받지 않으면 못 견딜 듯이 행동한다."
    },
    {
      "episode": 34,
      "date": "6월 30일",
      "title": "아내의 아르바이트",
      "plot": "수정(정복임 扮)이 허리띠를 졸라매고 또 졸라매도 구청 공무원인 남편 영길(백준기扮)의 월급으론 아이들에게 바이올린과 골프를 가르치기엔 턱없이 부족하기만 하고, 돈 나올 구석이 더 이상 없어지자 수정은 단란주점에서 일하기로 한다."
    },
    {
      "episode": 35,
      "date": "7월 7일",
      "title": "쇼핑 중독증",
      "plot": "지원(이주나扮)은 한 번 마음에 둔 고가의 명품은 반드시 사고는 쓰지도 않는 생활을 반복하고, 더 이상 남편인 철원(이기영扮)에게 돈을 타낼 수 없게 되자 카드빚과 사채에 손을 댄다."
    },
    {
      "episode": 36,
      "date": "7월 14일",
      "title": "아내는 접속 중",
      "plot": "결혼생활 9년이 되도록 기념일 한 번 기억하지 못하는 무심한 남편 석균(이한위扮)과 함께 사는 현주(김나운扮)는 우연히 접속한 채팅에 빠져들고, 일상적인 것은 물론 은밀한 주제의 대화까지 채팅 상대와 자연스레 나누던 끝에 실제로 만나자는 제안을 수락한다."
    },
    {
      "episode": 37,
      "date": "7월 21일",
      "title": "왕자와 공주",
      "plot": "상현(심지호扮)과 진아(윤혜경扮)는 결혼하고 난 후에도 사소한 일 하나까지 의지하는 버릇을 버리지 못하고 모든 결혼 생활을 각자의 어머니에게 미주알고주알 일러바치고, 갈등이 심화되자 두 사람의 싸움은 두 어머니의 싸움으로 대리전 양상을 띠게 된다."
    },
    {
      "episode": 38,
      "date": "7월 28일",
      "title": "아내의 첫 남자",
      "plot": "기태(차철순 扮)는 능력과 미모를 갖춘 은영(김예령扮)이 자신과 결혼해 준 것에 대해 고마움을 느끼며 살지만, 은영의 고향인 대전의 사진관에서 은영의 결혼 사진을 발견하고 은영을 추궁한 끝에 은영에게 결혼 사실이 있음을 알게 된다."
    },
    {
      "episode": 39,
      "date": "8월 4일",
      "title": "이웃집 여자",
      "plot": "한의사인 재홍(윤순홍扮)은 아들 상현의 친구인 영선의 치료를 돕다가 영선의 엄마와 친분을 쌓게 되고 결국 부적절한 관계를 맺게 된다. 이후 재홍의 거부에도 불구하고 별장 여행까지 따라와 집착하다 재홍의 아내인 희주(경인선扮)에게 현장을 들킨 영선 엄마는 응징을 당하고 만다."
    },
    {
      "episode": 40,
      "date": "8월 11일",
      "title": "처가 살이",
      "plot": "능력 있는 아내 영희(이승신扮)과 결혼 후 깐깐한 장모(서권순扮)와 함께 살게 된 재민(양동재扮)은 장모에게 감시당하는 부담스러운 결혼생활을 하게 되고, 설상가상으로 형에게 서준 보증이 잘못 되어 더욱 곤란한 지경에 처한다."
    },
    {
      "episode": 41,
      "date": "8월 18일",
      "title": "전생",
      "plot": "꿈을 통해 보게 된 전생에서 남편인 현우(정재곤扮)의 외도를 목격하고, 꿈을 꾸는 도중 현우에게 해를 끼치려 하는 등 이상한 체험을 하게 된 은수(김가연扮)는 무당으로부터 현우와 전생에 원수지간이었다는 얘기를 듣는다."
    },
    {
      "episode": 42,
      "date": "8월 25일",
      "title": "아내의 복수 (1)",
      "plot": "무시당하고 폭력까지 행사하는 남편 수길(김명국扮)과 함께 살면서도 먹고 살 길이 막막해 기죽어 사는 순정(허윤정扮)은 수길의 사업이 망하게 되자 아이들을 먹여 살리겠다는 일념으로 보험 외판원으로 나서 큰 성공을 거두게 된다."
    },
    {
      "episode": 43,
      "date": "9월 1일",
      "title": "남자 대 여자",
      "plot": "아이가 아파 윤정(이승신扮)이 전전긍긍하는 동안 호식(이청扮)은 윤정을 속이고 휴가를 떠나 여자들과 어울리다 결국 들통이 나고, 직장에 복귀하여 능력을 보이며 승승장구한 윤정은 호식의 업무를 다른 사람에게 맡긴다."
    },
    {
      "episode": 44,
      "date": "9월 8일",
      "title": "신혼 여행",
      "plot": "연애결혼을 한 민(김광영扮)과 현주(황은하 扮), 선으로 만나 결혼한 현석(이지형扮)과 소영(조하나扮)이 신혼여행지에서 만나고, 결혼의 좋은 부분만을 상상하며 결혼한 민과 현주, 서로를 너무도 모른 상태에서 결혼한 현석과 소영은 부부싸움을 한다."
    },
    {
      "episode": 45,
      "date": "9월 15일",
      "title": "매일 벗는 남자",
      "plot": "친구 결혼식에서 소영(이윤수 扮)에게 첫눈에 반한 진수(맹상훈扮)는 청결에 유난을 떠는 모습까지 좋게 보지만, 결혼 후에 심한 강박증세를 보이고 심지어 몸에 이상이 생기자 그 원인으로 자신을 의심하는 모습에 분노한다."
    },
    {
      "episode": 46,
      "date": "9월 22일",
      "title": "동창회의 악몽",
      "plot": "정호(김홍석扮)는 오랜만에 나간 동창회에서 만난 유부녀 성희(김성희扮)로부터 고백을 받고 관계를 가진 후 얼마 지나지 않아 자신의 아이를 가졌단 얘기를 듣게 되고 아이를 지우기 위한 돈을 건네지만, 아이를 지우지 않고 낳은 성희는 정호에게 지속적으로 돈을 요구한다."
    },
    {
      "episode": 47,
      "date": "9월 29일",
      "title": "아내의 연인",
      "plot": "남편 인찬(김승욱扮)의 외도를 목격하고 상처 받은 지인(조하나扮)은 취재차 동하(심지호扮)와 만나게 되고, 어릴적 헤어진 어머니 때문에 모성애에 굶주린 동하와 남편에게 상처 받은 지인은 사랑에 빠지게 된다."
    },
    {
      "episode": 49,
      "date": "10월 13일",
      "title": "춤바람",
      "plot": "사나흘에 한 번 귀가할 정도로 바쁜 남편 봉수(유형관扮)와의 관계가 소원해지자 미자(이미지扮)는 사교댄스를 배우게 되고, 그 동안 배운 걸 시험해보고자 카바레에 갔다가 실은 제비인 파트너(이영재扮)를 만나 춤의 매력에 흠뻑 빠지게 된다."
    },
    {
      "episode": 50,
      "date": "10월 20일",
      "title": "내 친구의 여자",
      "plot": "가난한 대학원생 동훈(차광수扮)과 사귀던 은미(이승채扮)는 막 군에서 제대한 동훈의 부유한 친구 영일(양동재扮)의 적극적인 구애를 받고 그를 선택하지만, 영일의 집안으로부터 지원이 끊기고 마땅히 하는 일도 없이 빚만 지는 힘든 생활이 지속되자 자신의 선택을 후회한다. 그리고, 때마침 그 때 취직 후 해외 지사에 나가있던 동훈이 국내 지사장이 되어 귀국한다."
    },
    {
      "episode": 51,
      "date": "10월 27일",
      "title": "여고 동창생",
      "plot": "일찍 결혼하여 부유하게 살게 된 미영(이미경扮)은 자신과는 다르게 먹고 살 걱정에 괴로운 고교 동창생 혜수(정복임 扮)와 오랜만에 재회하고, 자신의 가장 친한 친구였던 성희의 애인을 빼앗아 자살하게 만든 앙갚음으로 혜수를 망신준다. 그 후, 영국에 유학 중인 아이들을 보러 다녀온 미영은 간만에 만난 혜수가 형편에 맞지 않는 고가의 시계를 차고 있는 것을 보고 이상하게 생각한다."
    },
    {
      "episode": 52,
      "date": "11월 3일",
      "title": "네 아내를 의심하지 마라",
      "plot": "동호(이계인扮)는 자신의 일마저 팽개치고 아내인 지연(이미지扮)을 따라다니는 통에 지연을 곤란하게 만들고, 친구이자 지연의 대학선배인 경일(한영수扮)과 지연의 사이를 의심해 둘을 감시하기 시작한다."
    },
    {
      "episode": 53,
      "date": "11월 10일",
      "title": "가을 남자",
      "plot": "작가인 문규(하재영扮)는 기차 안에서 우연히 중학교 교사 시절 제자였던 윤아를 만나고 문하생을 하고 싶다는 요청에 응한다. 문규의 아픈 아내 영주(경인선扮)는 윤아의 존재를 알게 되고, 자신을 첫사랑이라 고백해오는 윤아에게 끌린 문규는 영주와 여행을 떠난다."
    },
    {
      "episode": 54,
      "date": "11월 17일",
      "title": "스토커",
      "plot": "대학교 시간강사인 지현(박준희扮)과 상욱(정재곤扮) 부부는 집을 구하지 못해 노심초사하다 학교 게시판에 글을 올리고, 학교 학생 영후(김성준扮)가 내놓은 집에 아주 좋은 조건에 들어가게 된다. 영후가 자신의 수업을 듣는다는 사실을 알게 된 지현은 영후와 자주 어울리게 되고, 어느 날 상욱이 외박을 하게 되자 지현은 상욱과 크게 다툰다."
    },
    {
      "episode": 55,
      "date": "11월 24일",
      "title": "두 번째 이혼",
      "plot": "남편 인수(김승욱扮)의 바람으로 인해 이혼한 희경(허윤정扮)은 인수에게 맡겨진 아이들 걱정으로 인해, 인수는 아이를 제대로 키워줄 사람이 마땅치 않아 재혼을 한다. 그러나, 인수가 집에까지 여자를 끌어들여 바람을 피우자 희경은 변호사에게 이혼을 상담하고 경제적으로 자립할 여건을 먼저 만들라는 조언을 듣는다."
    },
    {
      "episode": 56,
      "date": "12월 1일",
      "title": "성형 하시나요?",
      "plot": "남편 준봉(오욱철扮)의 잦은 출장을 이용해 연애(김성희扮)는 틈틈이 성형수술을 하지만, 성형을 했다는 사실조차 모를 정도로 준봉이 자신에게 무심하자 골프연습장의 유프로(이한위扮)와 어울리고 호텔로비에서 둘의 모습을 목격한 준봉은 연애의 외도를 의심한다."
    },
    {
      "episode": 57,
      "date": "12월 8일",
      "title": "매 맞는 아내",
      "plot": "성형외과 의사 경훈(김홍석扮)은 신혼 때부터 아내인 진주(정복임 扮)에게 폭력을 휘두르고 매스컴을 통해 알려지며 명성을 얻을 수록 그 정도는 더욱 심해져만 가지만, 진주는 행복하게 잘 사는 줄만 아는 친정엄마와 자신처럼 아빠 없이 자라게 될 딸 걱정 때문에 그 사실을 철저히 숨긴다."
    },
    {
      "episode": 58,
      "date": "12월 15일",
      "title": "연상의 아내",
      "plot": "찬우(허정규 扮)는 집안 식구들의 반대에도 불구하고 여섯 살이나 많은 미아(김경숙扮)와 결혼하지만, 가정에 대한 책임감은 없이 결혼 전과 다름 없는 자유분방한 삶을 즐기다 급기야 회사에 덜컥 사표를 내버리고 집을 담보 삼아 사업에 뛰어들려 한다."
    },
    {
      "episode": 59,
      "date": "12월 22일",
      "title": "가시나무",
      "plot": "재산을 노리고 시어머니(남능미扮)를 모시겠다고 나섰던 큰 동서는 시어머니가 치매에 걸리자 더 이상 못 모시겠다며 가족들을 불러모으고, 시어머니의 부양은 미움만 받아온 정인(김예령扮)이 맡게 된다. 하지만, 시어머니의 증세가 날로 갈수록 더 심해지자, 홀로 감당해온 정인의 인내심도 한계에 도달한 채, 결국 노인 요양 시설에 모시기로 한다."
    },
    {
      "episode": 60,
      "date": "12월 29일",
      "title": "동성동본",
      "plot": "남편은 동성동본이라는 이유로 헤어진 연인과 우연히 재회한다"
    },
    {
      "episode": 61,
      "date": "1월 5일",
      "title": "새 엄마",
      "plot": "조실부모하고 성실히 살아온 금희(경인선扮)는 딸 민정(김희정扮)과 함께 사는 수현과 재혼하지만, 자신을 엄마로 인정하지 않고 죽은 엄마의 자취와 그 가족들을 따르려는 민정과 계속해서 갈등이 일어나고 수현조차 자신이 민정을 학대한다 생각하자 괴로워한다."
    },
    {
      "episode": 62,
      "date": "1월 12일",
      "title": "궁합",
      "plot": "궁합 때문에 파혼 경험이 있는 미연(서혜린扮)은 인수(양동재扮)와 결혼하기 위해 사주를 꾸며내어 좋은 결과를 받아내고, 미연과 결혼한 후에 인수의 보유주식이 연일 상한가를 치고 시어머니(김을동扮)의 식당 매출이 크게 오르는 등 좋은 일이 계속 일어난다."
    },
    {
      "episode": 63,
      "date": "1월 19일",
      "title": "공부 못하는 건 당신 탓",
      "plot": "인수(백준기扮)는 딸 지은이 수능을 망치고 가수를 하겠다며 나도는데도 직장과 자기계발 때문에 아이들 교육에 소홀한 아내 혜숙(이상숙扮)이 못마땅하고, 평소 공부 잘하던 아들 지석(이준扮)만은 반드시 좋은 대학에 보내겠다며 안간힘을 쓴다."
    },
    {
      "episode": 64,
      "date": "1월 26일",
      "title": "부부의 성",
      "plot": "정숙한 아내 효경(방양희 扮)과 무던한 삶을 살아오던 민수(김성수扮)는 영미(김성희扮)를 만나 새로운 성에 눈을 뜨고 매달리는 효경에게 헤어지자고 종용하지만, 속이 불편해 병원에 들렀다가 자신이 암에 걸렸다는 사실을 알게 된다."
    },
    {
      "episode": 65,
      "date": "2월 2일",
      "title": "사기 결혼 (1)",
      "plot": "주희(김경숙扮)는 친구의 결혼식 뒷풀이에서 만난 엘리트 정욱(이정훈扮)에게 반해 만남을 가진 끝에 결혼을 하고, 신혼여행에서 다니는 회사를 그만 두고 벤처사업을 할 거란 얘기를 듣는다. 사업자금이 필요한 정욱은 장인과 친구들로부터 돈을 끌어모아 얼마간 이자를 꼬박 지급하며 신뢰를 쌓지만 곧 사업이 어려워지며 궁지에 몰리게 된다."
    },
    {
      "episode": 66,
      "date": "2월 9일",
      "title": "학력 차이",
      "plot": "대학원생인 남희(임경옥扮)는 친구의 소개로 고등학교만 졸업하고 아버지의 사업을 돕고 있는 용철(최성준扮)을 만나 그의 당당한 모습에 반해 집안의 반대를 무릅쓰고 결혼을 하지만, 상식을 쌓아달라는 자신의 요청을 무시하고 사업에도 불성실하게 임하는 모습에 실망만 늘어간다."
    },
    {
      "episode": 67,
      "date": "2월 16일",
      "title": "강한 남자",
      "plot": "광호(양동재扮)는 결혼하기 전부터 인경(이은영扮)과 많은 잠자리를 당연시 하지만, 결혼 후 일로 인해 바빠 피곤한 자신에게 인경이 감당할 수 없을만큼 잦은 잠자리를 요구해오자 출장을 대신 가고 약속을 만드는 등 회피하고자 안간힘을 쓴다."
    },
    {
      "episode": 68,
      "date": "2월 23일",
      "title": "내 아내에게 애인이 있다",
      "plot": "남편 성호(오욱철扮)과의 무덤덤한 결혼생활을 이어가고 있던 은주(허윤정扮)는 자신을 가치 있게 여겨주고 사랑해주는 호섭(이우석 (배우)扮)을 만나 기쁨을 맛보지만, 외도로 인해 친구들의 가정이 흔들리는 모습을 보며 가정의 소중함을 깨닫고 호섭과의 관계를 정리하리라 마음 먹는다."
    },
    {
      "episode": 69,
      "date": "3월 2일",
      "title": "남편은 못말려",
      "plot": "희영(황은하 扮)은 신혼 첫날밤을 비디오로 찍어 남기려는 선우(김광영扮)의 행동에 아연실색하고, 시도때도 없이 관계를 요구해오는 선우를 피하기 위해 진땀을 흘린다. 그러다 학교에 가져갈 교재가 선우의 음란물과 바뀌며 직장에서도 곤란한 지경에 빠진다."
    },
    {
      "episode": 70,
      "date": "3월 9일",
      "title": "재벌 사위",
      "plot": "지갑을 주워준 인연으로 고시생인 동훈(안성민扮)과 가까워진 재벌가의 딸 세영(이시은扮)은 동훈이 고시에 합격하자 결혼을 하지만, 처가 사람들과 어울리지 못하는 게 돈이 없어서라고 생각한 동훈은 사업을 한다며 직장을 그만두고 처가의 도움으로 사업이 번창하자 돈을 흥청망청 쓰는 것도 모자라 가족모임에서 행패를 부린다."
    },
    {
      "episode": 71,
      "date": "3월 16일",
      "title": "부부 싸움 임전 무퇴",
      "plot": "경식(맹상훈扮)과 유라(김은수扮)는 서로를 잘 안다고 생각하고 결혼하지만, 신혼여행에서 돌아온 첫 날부터 사소한 문제로 시작하여 시도때도 없이 다투며 싸움과 화해를 반복하는 결혼생활을 보낸다."
    },
    {
      "episode": 72,
      "date": "3월 23일",
      "title": "자린고비 남편을 어찌 할꼬?",
      "plot": "오빠의 소개로 만난 규돈(한성식扮)과 두 달만에 속전속결로 결혼한 수연(김혜정扮)은 달동네 단칸방에서 시작하여 아끼고 또 아껴 7년만에 집장만까지 하지만, 아들 천만의 먹을 것까지 아끼는 규돈의 지나친 절약정신은 수그러들 줄 모르고 급기야 천만이 영양실조로 병원에 실려가는 지경에 이른다."
    },
    {
      "episode": 73,
      "date": "3월 30일",
      "title": "새 시어머니 (남편의 새 엄마)",
      "plot": "까다로운 시아버지(김인문扮)의 비위를 맞추기 힘들었던 은희(경인선扮)는 동서의 조언에 따라 시아버지의 재혼을 추진하고 시아버지가 마음에 두고 있던 정여사(김혜옥扮)가 시아버지의 재혼상대로 정해지지만, 손 하나 까딱 안 하고 호강할 생각으로 재혼한 정여사 때문에 은희의 시집살이는 더욱 고달퍼진다."
    },
    {
      "episode": 74,
      "date": "4월 6일",
      "title": "맞벌이 부부와 아기",
      "plot": "맞벌이인 미애(김은수扮)와 동호(김성수扮)는 부담스러워하는 각자의 어머니들에게 갓난아이의 육아를 부탁하지만 곧 아이는 되돌아오고, 뜻하지 않은 둘째까지 갖게 된 와중에 동호가 주식투자에 실패하는 날벼락을 맞게 된다."
    },
    {
      "episode": 75,
      "date": "4월 13일",
      "title": "깡통 찬 아내",
      "plot": "남편 형진(정승호扮)에게 받는 용돈으로 살림을 꾸리며 온갖 타박을 감내하던 미선(한경선扮)은 친구 정숙(홍여진扮)의 권유로 주식투자를 시작하여 딸이 갖고 싶어하던 피아노를 사주며 자신이 모르던 새로운 세상을 경험한다. 미선의 재테크 능력을 본 형진은 경제권을 일임하고 미선은 집안의 재산을 가지고 본격적으로 주식투자에 나선다."
    },
    {
      "episode": 76,
      "date": "4월 20일",
      "title": "왕비 부인",
      "plot": "대학 때 아버지가 사망하고 어렵게 공부를 마친 명철(김명국扮)은 결혼에 대한 모든 준비를 마치고 조르고 조른 끝에 왕비처럼 모시고 살겠다는 조건으로 지연(민경조扮)과의 결혼에 성공한다. 그러나, 살림엔 관심도 없고 생일날 즉석요리를 상에 올려놓으면서 돈은 물 쓰듯 쓰는 지연에게 실망하고 이제부터 바뀌는 모습을 보이지 않으면 이혼하겠다고 선언한다."
    },
    {
      "episode": 77,
      "date": "4월 27일",
      "title": "의부증 (1)",
      "plot": "은영(윤예희扮)은 과거 남편 동호(김승욱扮)와 사귀었던 사이인 민아(방양희 扮)가 업무상 관계로 다시 만나는 것을 알게 되자 불륜을 의심하고, 동호에게 민아와의 일을 그만두라고 종용하는 한편 민아의 회사에 둘의 관계를 모함하는 투서를 넣어 동호를 곤란하게 만든다."
    },
    {
      "episode": 79,
      "date": "5월 11일",
      "title": "아내의 소꿉 친구",
      "plot": "아내 영은(이은영扮)이 유치원 때부터 알고 지낸 절친한 이성 친구 사이인 인수와 밤낮을 가리지 않고 만나자 동훈(김성수扮)은 대놓고 불쾌함을 표시하며 만나지 말라 말하지만, 동훈이 출장으로 옆자리를 비운 사이 출산이 임박하자 인수가 달려와 영은을 돕는다."
    },
    {
      "episode": 80,
      "date": "5월 18일",
      "title": "남편이 사랑하는 남자",
      "plot": "결혼을 앞두고 예비신랑인 성민(이원희扮)의 절친한 친구인 현우(정주환扮)로부터 성민이 좋아하는 사람은 따로 있다는 얘기를 들은 명주(권인선扮)는 성민에게 따지지만 성민은 장난이라며 웃어넘긴다. 그러나, 결혼 후에도 현우가 이전과 다름 없이 성민과 밤낮 없이 연락을 하며 성민의 주위를 맴돌자 명주는 현우에게 짝이 없어 그럴 수도 있다는 조언에 여자를 소개해 주기로 한다."
    },
    {
      "episode": 81,
      "date": "5월 25일",
      "title": "한 가정을 파괴한 죄",
      "plot": "유부남인 성민(김종헌 扮)과 사귀게 된 지영(방양희 扮)은 헤어져 달라는 성민의 아내 미애(정복임 扮)의 요청을 거절하지만 가정을 포기할 수 없었던 성민은 다시 가정으로 돌아가고 만다. 그리고 시간이 흘러 정수(전현扮)과 가정을 이룬 지영은 우연히 고깃집에서 서빙을 하고 있는 미애를 다시 만나게 된다."
    },
    {
      "episode": 82,
      "date": "6월 1일",
      "title": "딸의 친구",
      "plot": "스트레스 해소용으로 전화방이나 음성사서함을 이용한 음란행위를 하던 병남(서학扮)은, 진급에 누락되자 평소 전화통화만 하던 세연을 만나 만취상태로 성매매를 한다. 그 후 둘은 자주 만남을 가지게 되고 병남은 세연에게 연애감정을 느끼며 물질적인 지원을 아끼지 않는다."
    },
    {
      "episode": 83,
      "date": "6월 8일",
      "title": "때려야 사는 여자",
      "plot": "아내 경란(강경헌扮)에게 허구한 날 맞고 사는 정식(최성민扮)은 몸싸움을 벌이다 경란이 기절하여 입원하는 바람에 이웃들에게는 폭력남편으로 낙인이 찍히고 가족들에게는 맞고 사는 사실이 알려진다. 그러자, 이대로는 못 살겠다 결심하고 이혼을 위한 물증을 수집하기 위해 계획을 세운다."
    },
    {
      "episode": 84,
      "date": "6월 15일",
      "title": "조강지처 버리기",
      "plot": "생활력 강한 아내 양순(김혜옥扮) 덕분에 먹고 사는 종만(김일우扮)에게 습관처럼 사오던 복권이 당첨되는 행운이 굴러들어오고, 이 돈을 독식하기 위해 사채빚이 있어 위장이혼을 해야한다며 양순을 설득한다."
    },
    {
      "episode": 85,
      "date": "6월 22일",
      "title": "혼수의 힘",
      "plot": "은성(곽진영扮)은 의사인 호준(최성준扮)과 결혼하기 위해 무리한 혼수를 마련하고, 결국 그 무리한 혼수 때문에 아버지(오영갑 扮)의 사업이 부도를 맞게 되어 더 이상 금전적 지원을 받지 못 하게 되자 다정했던 호준과 시댁은 차갑게 변하고 은성은 좌불안석이 된다."
    },
    {
      "episode": 86,
      "date": "6월 29일",
      "title": "제비 남편, 장미 부인",
      "plot": "일도(김종헌 扮)는 아내 길자(이상미扮)에겐 건축업을 한다고 속이고 실제론 여자들을 유혹해 돈을 갈취하는 제비생활을 한다. 그러던 중, 돈 많은 이혼녀인 희주(한경선扮)로부터 사업대금 명목으로 돈을 받아챙기고는 이별을 통보하고, 복수심에 불타는 희주는 길자에게 연락해 일도의 정체를 폭로한다."
    },
    {
      "episode": 87,
      "date": "7월 6일",
      "title": "강제 결혼",
      "plot": "진희(이시은扮)는 남자친구 윤식(전현扮)이 군대에 간 사이 과외 아르바이트를 시작하고, 진희를 마음에 둔 과외학생의 오빠 철우(이기영扮)로부터 강간을 당하고 어쩔 수 없이 결혼하게 된다. 그렇게 시간이 흘러 학부모가 된 진희는 학부모 모임에 참석했다가 딸의 담임선생이 된 윤식과 재회한다."
    },
    {
      "episode": 88,
      "date": "7월 13일",
      "title": "기러기 아빠",
      "plot": "딸 은수(박소정 扮)가 고등학교 입시에서 떨어지고 유학을 보내달라고 하자 시큰둥했던 남호(백준기扮)는, 학창시절 별볼일 없던 사람이 유학 후 다른 사람 취급을 받으며 상사로 부임하자 마음을 바꿔먹고 자식들을 미국에 유학보낸다. 그러나, 쪼들리는 생활을 감수하며 지원하는 자식들의 얼굴조차 보기 힘들자 회의감에 사로잡힌다."
    },
    {
      "episode": 89,
      "date": "7월 20일",
      "title": "아내의 임신은 유죄",
      "plot": "재벌가의 며느리인 선희(민경조扮)는 삼대독자 남편 형석(이동준扮)의 아이를 가지지 못해 시부모로부터 눈총을 받고, 서운한 마음에 기분전환을 위해 갔던 나이트클럽에서 만난 민수(임주완扮)와 하룻밤을 보낸다. 그 후, 임신이 되어 형석의 아이인 줄 알고 기뻐하던 선희는 검사를 위해 방문했던 의사로부터 형석이 무정자증이라는 연락을 받게 된다."
    },
    {
      "episode": 90,
      "date": "7월 27일",
      "title": "부부 본색",
      "plot": "결혼 전에 가진 단 한 번의 관계로 임신이 되는 바람에 아이에게 악영향을 끼칠까 임신 기간 내내 아내인 연희(박형선扮)과 잠자리를 가지지 못한 상수(최성준扮)는, 첫째 아이가 태어나자마자 둘째를 가지게 되자 인내심이 한계에 달하고 출장지에서 간 단란주점 종업원과 동침한다."
    },
    {
      "episode": 91,
      "date": "8월 3일",
      "title": "잘난 마누라",
      "plot": "동대문 시장 옷장사에서 시작해 어엿한 패션회사를 차린 성미(윤예희扮)는 실직 위기의 남편 찬우(김종헌 扮)를 회사에 영입하고, 남편의 요구에 따라 자신의 사장 자리와 사업자 명의까지 넘겨준다. 그러나, 회사의 실권을 쥐게 된 찬우는 성미의 오랜 측근인 박실장(김홍석扮)을 내치는 대신 자신의 측근인 진아(김경숙扮)를 들이고, 회사의 브랜드와 타겟을 바꾸는 등, 회사에서 성미의 힘을 빼는 방향으로만 일을 추진한다."
    },
    {
      "episode": 92,
      "date": "8월 10일",
      "title": "10일 만의 이혼",
      "plot": "병수(오욱철扮)는 신혼여행에서 유경(김성희扮)과의 첫날밤을 치르고는 뭔가 이상하다며 과거를 추궁하고, 유경이 사귀었던 대학 동아리 선배의 이름이 나오자 그에 관해 광적으로 집착하며 유경을 괴롭힌다."
    },
    {
      "episode": 93,
      "date": "8월 17일",
      "title": "(납량특집) 위험한 가정부",
      "plot": "가족이 탄 자동차의 전복 사고로 응급실에 입원하게 된 미옥(허윤정扮)은 담당 의사였던 주영(곽진영扮)의 응급처치 소홀로 인해 남편과 딸을 잃는다. 그리고, 시간이 흘러 새로운 입주 가정부를 구하는 주영의 집에 미옥이 들어오게 된다."
    },
    {
      "episode": 94,
      "date": "8월 24일",
      "title": "내 남편은 성희롱 상습범 (성희롱한 남자)",
      "plot": "종수는 성희롱 상습범으로 회사에서 정직당하고, 같은 부서의 여직원을 회유하려다가 오히려 집에까지 그 사실이 알려진다. 종수의 아내 영선은 집안에서 너무나 보수적인 남편이기에 회사 여직원의 오해나 지나친 반응으로 남편이 누명을 쓴 것으로 생각된다. 하지만 피해자를 만나는 과정에서 남편의 성희롱한 사실이 들통나자 남편에 대해 만정이 떨어진다."
    },
    {
      "episode": 95,
      "date": "8월 31일",
      "title": "아내, 높이 날다",
      "plot": "미영(권은아扮)은 1년간 미국 연수를 떠나게 된 남편 영범(이원재扮) 친구의 대궐 같은 집에서 살게 되고, 부유한 이웃주민들과 어울리기 위해 카드를 만들어 돈을 물 쓰듯이 쓰기 시작한다."
    },
    {
      "episode": 96,
      "date": "9월 7일",
      "title": "시어머니",
      "plot": "미경(정복임 扮)은 혼전임신으로 기태(김하균扮)의 아이를 가지게 되고, 결혼승낙을 위해 만난 기태의 부모는 가난한 집안의 딸인 미경을 못마땅해 한다. 결국 어찌저찌 결혼은 하지만 미경은 혹독한 시집살이를 하게 되고, 더 이상 못 견딘 미경이 이혼을 결심한 순간 기태가 지방 소재의 대학에 임용을 받는다"
    },
    {
      "episode": 97,
      "date": "9월 14일",
      "title": "내 아내는 미스 박",
      "plot": "남편 지훈(윤철형扮)이 직장에서 잘리고 좀처럼 재취업이 되지 않자, 미희(한경선扮)는 건강식품 판매원으로 나서지만 실적을 올리지 못해 자동퇴사의 위기에 처한다. 그러나, 동료로부터 남성 고객을 접대하고 실적을 올리는 방법을 배운 후 실적이 오름을 체험하고서는 본격적으로 접대 영업에 나선다"
    },
    {
      "episode": 98,
      "date": "9월 21일",
      "title": "고시 부부",
      "plot": "수정(이시은扮)은 사법고시 1차를 패스하고 집도 제법 잘 산다는 말을 듣고 현수(최성준扮)에게 의도적으로 접근하여 결혼하지만, 시댁으로부터 환영받지 못하는 결혼을 하고 수정이 고된 시집살이를 하는 동안 공부에 집중하기 위해 고시원에 들어간 현수는 합격하지 못하고 고시폐인이 되고 만다."
    },
    {
      "episode": 99,
      "date": "9월 28일",
      "title": "두 아내",
      "plot": "희주(김소이扮)는 반대를 무릅쓰고 이혼남 재석(김세준扮)과 결혼하지만 기댈 수 있는 사람은 자신 밖에 없다는 이유로 재석은 전처 은희(곽진영扮)와의 만남을 이어가고, 재석의 취향에 대해 자신에게 조언하고 시어머니가 자신보단 은희에게 살가운 모습을 보이자 참다 못한 희주는 이제는 재석과 만나지 말 것을 요구한다."
    },
    {
      "episode": 100,
      "date": "10월 5일",
      "title": "며느리",
      "plot": "동현(이청扮)의 가족들을 소개하는 자리에서 결혼하면 어머니(이주실扮)를 모시겠다고 하자 나영(김은수扮)은 격렬히 반대하지만 결혼이 무산될 위기에 처하자 입원까지 해가며 결혼을 강행한다. 결국, 시어머니를 모시기 싫은 나영은 시어머니를 노골적으로 홀대하는 한편 동현과 시어머니 사이를 이간질하기 시작한다."
    },
    {
      "episode": 101,
      "date": "10월 12일",
      "title": "아내의 이중 생활",
      "plot": "종훈(명로진扮)과 사랑하는 사이였지만 아버지의 사업이 어려워지자 도움을 준 정수(안승훈扮)와 원하지 않은 결혼을 한 재은(김경숙扮)은 다시 만난 종훈과 둘만의 공간을 마련해 사랑을 이어가고, 불륜이 발각된 종훈은 부인(이시은扮)에게 이혼을 통보한다."
    },
    {
      "episode": 102,
      "date": "10월 19일",
      "title": "비밀과 거짓말 (1)",
      "plot": "직장상사인 민정(강경헌扮)을 흠모했으나 언감생심이라 생각하던 석환(양동재扮)은 울고 있는 민정을 위로해준 것을 계기로 가까워지고 결혼에 이르지만, 생각지도 못한 과장 승진을 하자 경쟁 상대였던 차대리(이원희扮)로부터 마누라 잘 둔 덕에 승진했다는 말을 듣고 이상함을 느껴 민정을 추궁한다."
    },
    {
      "episode": 103,
      "date": "10월 26일",
      "title": "신데렐라의 비애",
      "plot": "홀어머니 밑에서 자란 고졸의 일식집 종업원인 상미(이혜근扮)는 변호사인 정우(최석구扮)와 결혼해 주위의 부러움을 사지만, 못마땅해 하는 시어머니의 호된 시집살이와 남들 앞에서 상미를 있는 그대로 소개하지 못하는 정우 때문에 괴로워한다."
    },
    {
      "episode": 104,
      "date": "11월 2일",
      "title": "나이 차이 31년",
      "plot": "다니던 대학 교수인 윤식(정욱扮)에게 반해 따라다니던 지현(방양희 扮)은 서른 한 살의 나이 차로 인한 집안의 반대를 무릅쓰고 결혼하지만, 출산 후 집을 갓난아이 명의로 바꾸며 자식들과 감정의 골이 깊어지고 괴로워하던 윤식은 폭음하다 쓰러지고 만다."
    },
    {
      "episode": 105,
      "date": "11월 9일",
      "title": "아들 낳기 대작전",
      "plot": "첫 아이를 딸 쌍둥이로 낳고 시어머니(전원주扮)의 푸대접을 받은 윤미(유경아扮)는, 3대독자 종손인 귀남(최성준扮)의 대를 잇기 위해 아들을 가질수 있는 좋다는 방법은 다 동원하여 정성스레 하룻밤을 준비한다."
    },
    {
      "episode": 106,
      "date": "11월 16일",
      "title": "아내 하나, 남편 둘",
      "plot": "결혼 후 아이가 없어 검사를 받은 결과 재욱(이청扮)이 무정자증임이 밝혀지자 선영(이시은扮)은 입양을 원하지만 한 쪽의 핏줄만이라도 가지길 원하는 재욱의 뜻에 따라 정자를 제공받아 인공수정을 하기로 한다. 그렇게 어렵게 얻은 아들이 커가면서 자신을 닮지 않자 재욱의 짜증은 늘어만 가고, 어느 날 갑자기 쓰러져 림프성 백혈병 판정을 받기에 이른다."
    },
    {
      "episode": 107,
      "date": "11월 23일",
      "title": "맞바람 (1)",
      "plot": "수정(김소이扮)은 남편 용석(권혁호扮)이 부하직원인 자신의 아내와 불륜을 저지르고 있다는 전화를 받게 되고, 사실 확인을 위해 불륜녀의 남편을 직접 만나 불륜이 사실임을 알게 된다. 간통현장을 덮칠 계획임을 들은 수정은 아이 때문에 동참을 망설이지만, 아이가 아픈 절망적인 상황에도 불륜을 저지르느라 용석이 연락을 받지 않자 계획에 동참하기로 한다."
    },
    {
      "episode": 108,
      "date": "11월 30일",
      "title": "살아, 살아, 내 살들아",
      "plot": "미경(변아영 扮)은 남편 상규(백준기扮)가 뚱뚱한 자신이 부끄러워 부부동반 모임에도 나가기 꺼려하는 것을 알고 각종 다이어트를 섭렵하고 단식원에도 들어가지만 성과를 이루지 못하자, 남편의 꿈인 내 집 마련을 위한 적금을 깨 지방흡입 수술을 한다."
    },
    {
      "episode": 109,
      "date": "12월 7일",
      "title": "아픈 당신",
      "plot": "신장이 망가져 투석에 의존하며 휠체어 신세를 져야 하는 남편 현수(박병훈扮)를 부양하기 위해 불철주야 바쁜 소영(윤예희扮)은 보험 영업을 위해 들른 곳에서 예전에 사귀던 준호(윤철형扮)을 만나고, 딱한 사정을 들은 준호는 나름의 지원을 하지만 돈이 필요한 소영은 노래방 도우미로까지 나선다."
    },
    {
      "episode": 110,
      "date": "12월 14일",
      "title": "부부는 무엇으로 사는가?",
      "plot": "남편 민수(이원희扮)와 더할나위 없이 행복한 결혼생활을 하던 희연(권현영 扮)은 자궁암 판정을 받아 임신이 불가능하게 되고 설상가상으로 방사선치료 부작용으로 성생활 불능 판정까지 받는다. 미안한 희연은 차라리 다른 여자를 만나라고 설득하고 민수는 스킨십마저 거부하는 희연에게 서운함을 느끼며 그렇게 둘 사이는 점점 소원해진다."
    },
    {
      "episode": 111,
      "date": "12월 21일",
      "title": "고개 숙인 남자",
      "plot": "동료들 앞에선 정력을 자랑하지만 실제론 띠동갑인 어린 아내 미영(박형선扮)과의 잠자리가 두려워 속을 끓이며 전전긍긍하는 일만(정승호扮)은, 정력 좋기로 소문난 같은 회사 김부장(한정국扮)에게 조언을 구한다."
    },
    {
      "episode": 112,
      "date": "12월 28일",
      "title": "바람아, 멈추어 다오",
      "plot": "아내인 명자(허윤정扮)가 첫 아이를 임신했을 때 첫 바람이 난 이후로 계속해서 불륜을 저지르던 필두(김종헌 扮)는, 노래방 도우미이자 재수생인 나영(최영완扮)과 바람이 나고 삼자대면한 자리에서 나영은 필두의 아이를 가졌음을 고백한다."
    },
    {
      "episode": 113,
      "date": "1월 4일",
      "title": "바른 생활 사나이",
      "plot": "50이 넘어서도 말단공무원인 강식(김성겸扮)은 아내 정순(남능미扮)의 수술비 대신 동네 독거노인의 수술비를 대고, 딸 영주(강경헌扮)가 가고 싶어하는 대학의 등록금을 주는 대신 부모 잃은 학생의 학비를 지원하는 성격의 소유자다. 그런 강식이 영주의 혼수비용조차도 아끼려 하자 정순은 강식이 물려받은 땅을 팔려 하지만 그 땅은 진작에 장학재단에 내놓았단 얘기를 듣는다."
    },
    {
      "episode": 114,
      "date": "1월 11일",
      "title": "백색 유혹",
      "plot": "회사의 부도위기를 막기 위한 접대를 목적으로 단란주점에 갔던 동호(김홍석扮)는 피로를 풀어주는 약이라는 말에 마약에 손을 대고 이내 중독되고 만다. 결국, 회사는 부도처리되고 남편 동호가 감옥에 가 있는 동안 힘든 나날을 보내던 은영(이상숙扮) 역시 단란주점에서 일하다가 반강제로 마약에 손을 댄다."
    },
    {
      "episode": 115,
      "date": "1월 18일",
      "title": "나는 날마다 접속한다",
      "plot": "남편 민수(이기영扮)와 아들과의 대화에 목마른 수경(김경숙扮)은 친구로부터 컴퓨터 채팅에 대해 듣게 되고, 어느덧 채팅에 푹 빠져 집안일까지 소홀히 하게 된다. 이에 이상한 낌새를 느낀 민수는 수경의 행동을 관찰하고, 수경이 채팅의 상대와 실제로 만나려하는 사실을 알게 되자 집의 인터넷을 차단해 버린다."
    },
    {
      "episode": 116,
      "date": "1월 25일",
      "title": "친구의 남편",
      "plot": "아내인 미정(곽여진扮)과의 사이에 결혼한지 5년이 되도록 아이가 없는 민혁(김승욱扮)은 부하직원으로 부임한 주영(이시은扮)과 은밀한 관계가 된다. 그러나, 주영이 미정과 대학교 때 단짝친구였다는 것을 알고 부담을 느낀 민혁은 주영에게 이별을 고하지만 주영은 민혁의 아이를 가졌다고 고백한다."
    },
    {
      "episode": 117,
      "date": "2월 1일",
      "title": "동서 전쟁",
      "plot": "큰 아주버님인 창준(권혁호扮)이 마침내 결혼을 하게 되자, 윤희(김소이扮)는 남편 창수(최석구扮)에게 이제는 결혼 전 약속대로 시어머니(김을동扮)는 큰집에서 모시고 분가해 친정아버지를 모시자고 한다. 하지만, 큰 동서(김정연 扮)의 완강한 반대로 없던 일이 되어버리고, 설상가상으로 시어머니가 뇌졸중으로 쓰러져 거동을 못 하는 지경에 이른다."
    },
    {
      "episode": 118,
      "date": "2월 8일",
      "title": "아내의 여자 애인",
      "plot": "찬규(최성준扮)는 사장의 외동딸인 희경(김예령扮)과 결혼하지만, 희경의 단짝친구인 지숙(허윤정扮)이 첫만남에서 희경 대신 나서고 결혼예물을 자신의 취향대로 고르는 등 이해가 안 되는 행동을 해 불만이 가득하다. 그러던 중 지숙이 빚보증을 잘못 서 가게와 오피스텔이 넘어가게 생겼다며 찬규의 신혼집에 들이닥친다."
    },
    {
      "episode": 119,
      "date": "2월 15일",
      "title": "귀족과 천민",
      "plot": "집에서 지원을 하지 않아 원하는 공부를 하지 못했던 윤정(유경아扮)은 자식에게만은 그런 삶을 살게 하지 않겠다며 남편 수철(손종범扮)과 자신은 악착같이 아끼면서도 딸 나라의 교육에는 돈을 아끼지 않는다. 그리고 둘째를 가진 윤정은 하나 밖에 없는 딸의 교육에 집중하기로 하고 아이를 지울 결심을 한다."
    },
    {
      "episode": 120,
      "date": "2월 22일",
      "title": "스무 살 부부",
      "plot": "대학생 신분으로 양쪽 집안 모두가 반대하는 결혼을 한 진우(심지호扮)와 수미(황윤미扮)는 고시생인 진우는 하루종일 아르바이트와 공부에, 수미는 육아에 전념하다보니 대화를 나눌 시간조차 없다. 결국, 두 사람은 진우의 집으로 들어가지만 수미가 시어머니와 불편한 관계를 지속하는 동안 진우는 여전히 공부에만 매달리고, 들어오기 전 약속했던 수미의 복학마저 거짓이었음이 밝혀진다."
    },
    {
      "episode": 121,
      "date": "3월 1일",
      "title": "이혼하지 않는 여자",
      "plot": "미순(이상숙扮)은 남편 석진(박병훈扮)이 운영하는 레스토랑 피아니스트인 진희(김여랑扮)와 불륜을 저지르고 있다는 사실을 알아차리지만, 남편을 다그치기보다 자신이 더 잘해서 돌아오게 하는 방법을 택한다. 하지만, 진희가 아이까지 가지자 석진은 이혼을 요구하고, 미순은 석진에게 양육권과 전 재산을 주면 이혼하겠다고 한다."
    },
    {
      "episode": 122,
      "date": "3월 8일",
      "title": "친자 확인",
      "plot": "미영(김은수扮)과 선으로 만난 지 한 달여만에 결혼한 진세(윤철형扮)는 피임을 하려했으나 아이가 생기고, 그 아이인 첫째 인아가 열 달보다 일찍 나왔는데 자신과 미영 누구와도 닮지 않은 것에 이상함을 느낀다. 그러던 중, 친구로부터 유전자검사에 대한 얘기를 듣고 검사를 의뢰하고 인아는 자신의 아이가 아니라는 결과를 듣는다."
    },
    {
      "episode": 123,
      "date": "3월 15일",
      "title": "아내 독립 만세",
      "plot": "전업주부인 민희(이시은扮)는 자신을 위한 씀씀이에는 거침이 없으면서도 가족을 위해서는 인색한 남편 태우(최성준扮) 때문에 할인점에서 일하며 생활비를 충당한다. 하지만, 태우가 친정어머니의 건강검진비용까지 아까워하는 모습을 보이자, 태우로부터 경제적으로 독립하기 위해 주식투자를 공부하기 시작한다."
    },
    {
      "episode": 124,
      "date": "3월 22일",
      "title": "그 남자가 사는 법",
      "plot": "스튜어디스인 선미(김예령扮)가 마음에 든 창수(이기영扮)는 친구를 통해 선미의 비행스케줄을 입수해서 우연을 가장해 자주 마주친 후, 자신을 재벌회장의 숨겨진 아들이라 속이고 결혼을 하게 된다. 그러나, 결국 무일푼신세임이 탄로나고 선미의 돈으로 겨우 얻은 전셋집의 전세금을 빼서 주식투자를 하다 실패하고 만다."
    },
    {
      "episode": 125,
      "date": "3월 29일",
      "title": "발가락이 닮았다?",
      "plot": "손이 귀한 집 아들인 정태(전현扮)와 결혼한 신희(하다솜扮)는 임신이 어렵다는 진단을 받고, 어머니(서권순扮)의 권유로 병원에서 만난 여성으로부터 아이를 얻어 자신이 낳은 것처럼 하기로 계획을 세운다. 그런데, 이렇게 얻은 아이가 유전질환인 색약을 가지고 있다는 사실이 밝혀지자 정태의 의심이 시작된다."
    },
    {
      "episode": 126,
      "date": "4월 5일",
      "title": "남편의 비밀",
      "plot": "군시절 사창가에서 서툰 모습을 보여 웃음거리가 된 이후 성관계에 트라우마가 생긴 형우(김성수扮)는 이후 정상적인 성관계를 시도하지 못하고 훔쳐보기와 페티시즘에 집착하고, 급기야 여직원들의 물건을 훔치다가 다니던 회사에서도 나오게 된다."
    },
    {
      "episode": 127,
      "date": "4월 12일",
      "title": "사표 쓰는 남자",
      "plot": "충동적으로 다니던 직장을 쉽게 그만두는 태우(최석구扮)는 친구의 경험담을 듣고 아내인 수경(임채원扮)과 처가에 한의대를 가겠다고 선언하지만, 이마저도 곧 그만두고 밖을 떠돌다 발각되어 질타를 당한다. 결국, 장인의 회사에 입사하지만 역시나 적응하지 못하고 이제는 가게를 해보겠다고 한다."
    },
    {
      "episode": 128,
      "date": "4월 19일",
      "title": "도둑 맞은 아내",
      "plot": "희정(강경헌扮)과 철우(정재곤扮) 부부는 밤낮 없이 열심히 일해 마침내 새 아파트에 입주하지만, 어느 날 강도의 침입을 당하고 희정은 성폭행을 당한다. 시간이 흘러 강도를 검거하여 피해사실을 증언하기 위해 경찰서를 찾은 철우는 절도 외에는 다른 피해사실이 없다고 증언하라며 희정을 다그친다."
    },
    {
      "episode": 129,
      "date": "4월 26일",
      "title": "시어머니가 둘",
      "plot": "민수(이원희扮)에게 낳아준 후처인 서초동 어머니(김혜옥扮)가 있음을 결혼식장에서야 알게된 은경(송수영扮)은 당황하고, 틈만 나면 자신을 불러내는 서초동 어머니와 그렇게 어울리는 것을 못마땅해 하는 수유리 어머니(장미자扮) 사이에서 곤란해한다."
    },
    {
      "episode": 130,
      "date": "5월 3일",
      "title": "각 방 부부(1)",
      "plot": "가난한 집안에서 태어나 내세울 것은 공부머리 밖에 없는 성민(최성준扮)은 부잣집 딸 남영(방양희 扮) 집안의 전폭적인 지원 아래 결혼 후 곧바로 유학길에 오르고 마침내 꿈꾸던 교수에 임용된다. 그러나, 남영 집안에선 성민의 성공을 남영 아버지(이일웅扮)의 지원 덕이라 하고, 성민 쪽에선 성민의 뛰어난 머리 덕이라 하면서 둘은 크게 싸우고 남남이나 다름 없는 각방 생활에 돌입한다."
    },
    {
      "episode": 131,
      "date": "5월 10일",
      "title": "두 번의 이혼",
      "plot": "놀이동산에서 아이를 잃어버리고 아내인 신혜(이시은扮)와 집에서 마주치는 것조차 괴로운 진욱(김경응扮)은 이혼을 통보하고 직장동료인 지현(이혜근扮)과 재혼한다. 그러나, 6개월만에 신혜로부터 아이를 찾았다는 연락이 오고, 진욱은 아이와 신혜와 시간을 보내느라 집을 비우는 일이 잦아진다."
    },
    {
      "episode": 132,
      "date": "5월 17일",
      "title": "초기 진압 실패",
      "plot": "민석(윤철형扮)은 과속범칙금 고지서를 통해 불륜행각을 은정(김예령扮)에게 들키고, 다시 발각되면 전재산과 양육권을 포기하겠다는 각서를 쓰고 용서 받는다. 그러나, 민석은 포기하지 않고 친구로부터 노하우를 전수 받아 보다 지능적으로 행동에 나선다."
    },
    {
      "episode": 133,
      "date": "5월 24일",
      "title": "비밀, 거짓말 그리고 사랑",
      "plot": "가영(임채원扮)은 지방병원에서 근무하며 사귄지 6년이 되도록 결혼을 미루기만 하는 현수(전현扮)에게 더는 미룰 수 없다 말하고 결혼하기로 하지만, 현수 어머니(서권순扮)의 과도한 혼수요구로 빚까지 지게 된다. 결혼 후 현수가 직장생활을 노출하기를 극도로 꺼리는 것을 가영은 의아하게 생각하고, 어느 날 현수가 근무하는 병원을 찾아갔다가 그곳에 현수가 근무하지 않는다는 사실을 알게 된다."
    },
    {
      "episode": 134,
      "date": "5월 31일",
      "title": "앞집 부부",
      "plot": "현경(이칸희扮) 부부의 앞집에 부부가 새로 이사를 오고, 주부인 현경은 글을 쓰느라 주로 집에 있는 도훈(김효원扮)과 남편인 준호(임혁주扮)는 직장이 같은 방향인 은지 엄마(이상은扮)와 친해지게 된다. 결국 지금의 배우자에게 불만이 있던 두 부부는 앞집의 배우자들과 기회가 날 때마다 밀회를 가지다가 어느 날 마주치게 된다."
    },
    {
      "episode": 135,
      "date": "6월 7일",
      "title": "돈 벼락",
      "plot": "자신이 평생 써보지도 못한 호화로운 호텔의 청소일을 하는 정희(경인선扮)는 복권이 당첨되면 자신에겐 한 푼도 나눠주지 않을 거라 하는 남편 창수(이한위扮)에게 분노한다. 그리고, 우연히 산 복권이 5천만원에 당첨되자 그 돈을 오롯이 자신만을 위해 써보기로 다짐한다."
    },
    {
      "episode": 136,
      "date": "6월 14일",
      "title": "위험한 사랑",
      "plot": "같은 회사 최차장(하재영扮)과 불륜관계였던 윤주(임채원扮)는 회사상속을 받을 수도 있는 최차장의 장래를 위해 그를 떠난다. 그리고 결혼을 하고 남편 인수(최성준扮)의 휴가차 방문한 경주에서 이혼하고 레스토랑을 운영하고 있는 최차장과 재회한다."
    },
    {
      "episode": 137,
      "date": "6월 21일",
      "title": "꽃을 든 남자",
      "plot": "인경(이상숙扮)은 자동차 구매차 자주 만난 세일즈맨인 윤식(권혁호扮)과 친해지고 남편 준호(김홍석扮)는 잊고 넘기는 자신의 생일을 챙기는 윤식의 자상함에 사적인 만남을 몇 번 가진다. 그리고, 윤식은 그것을 사랑이라 생각해 계속해서 인경에게 전화하고 찾아오며 만남을 이어가려 한다."
    },
    {
      "episode": 138,
      "date": "6월 28일",
      "title": "전화 하는 여자",
      "plot": "남편 종호(박병훈扮)와의 결혼생활에 공허함을 느끼던 미란(김성희扮)은 호기심에 친구 혜숙으로부터 들은 전화방에 전화를 걸게 되고, 어느새 전화방에서 본격적으로 일을 하며 가정생활을 내팽개질 정도로 탐닉하게 된다."
    },
    {
      "episode": 139,
      "date": "7월 5일",
      "title": "자매의 남자",
      "plot": "동주(윤철형扮)는 결혼을 약속한 현미(강경헌扮)를 부모와 같이 돌봐준 언니가 7년 전 일본유학 시절 사귀었던 현아(김소이扮)라는 사실을 알게 된다. 그리고, 사별한 남편과의 사이에 가졌다던 아이는 현아가 미혼모로 여지껏 키운 자신의 아이라는 사실까지 알게 되자 현아에 대한 애틋한 감정이 다시 살아난다."
    },
    {
      "episode": 140,
      "date": "7월 12일",
      "title": "아내의 남자(2)",
      "plot": "승호(정재곤扮)는 아내인 경아(이시은扮)가 잠자리에서 다른 남자의 이름을 되뇌이고 자신의 외도 후 잃었던 웃음을 누군가와 전화통화할 때만 되찾는 것에 불쾌해하고, 대체 무슨 일을 하고 다니는 건지 경아의 행적을 쫓기로 한다."
    },
    {
      "episode": 141,
      "date": "7월 19일",
      "title": "돈 버는 여자가 좋다",
      "plot": "결혼 후에도 일하는 여자를 아내로 맞이하는 것을 원하던 동환(한성식扮)은 직장동료인 혜진(김경숙扮)과 결혼하게 되지만, 감원바람으로 둘 중의 한 명이 회사를 그만둬야할 처지에 놓이자 혜진에게 직장을 그만둘 것을 강요하고 혜진의 퇴직금과 보상금으로 집을 구매한다."
    },
    {
      "episode": 142,
      "date": "7월 26일",
      "title": "시험관 아이",
      "plot": "성식(이정훈扮)은 자신 때문에 아이를 갖기 어려워지자 의사의 권유로 시험관 아기를 갖기로 하지만 실패로 끝나자, 정자은행에서 정자를 제공받아 희연(이칸희扮)의 난자와 수정시키는 방법으로 마침내 아이를 갖게 된다. 그러나 아이가 자신을 닮지 않았다는 주변 사람들의 말에 희연에게 분노를 푸는 와중에 어머니(최은숙扮)에게 이 사실을 들키고 만다."
    },
    {
      "episode": 143,
      "date": "8월 2일",
      "title": "적과의 동거",
      "plot": "진욱(최석구扮)은 자신의 말을 잘 듣는 며느리를 들여야 한다는 어머니(한영숙扮)의 뜻에 따라 사귀던 동료의사인 은주 대신 조실부모한 민선(이혜근扮)과 결혼한다. 온갖 집안일을 도맡으며 힘든 나날을 보내던 민선은 아무 기댈 곳이 없어 부리기 편해 자신을 며느리로 택했다는 시어머니의 대화를 듣고 분노한다."
    },
    {
      "episode": 144,
      "date": "8월 9일",
      "title": "남편의 이중 생활",
      "plot": "유부녀인 선영(김예령扮)과 사귀던 내과의사 지환(윤동환扮)은 이를 안 어머니의 강력한 반대에 부딪혀 선영의 아는 동생인 미진(방양희 扮)과 결혼하고, 우연찮은 기회에 지환과 선영의 관계를 알아챈 미진은 지환에게 선영과 헤어지겠다는 약속을 받아내나 이를 믿지 못하고 의부증 증세를 보이기 시작한다."
    },
    {
      "episode": 145,
      "date": "8월 16일",
      "title": "댁의 남편 잘 계시죠?",
      "plot": "지점장으로 승진해 홀로 지방으로 내려가게 된 동훈(백준기扮)은 지점 여직원인 성희(최영완扮)와 관계를 맺게 되고, 동훈의 반대로 아이를 지우게 된 성희는 동훈의 가족 주위를 맴돌며 동훈에게 집착하고 아내인 미정(이상숙扮) 대신 동훈의 옆자리를 차지하려 한다."
    },
    {
      "episode": 147,
      "date": "8월 30일",
      "title": "아줌마들의 점심 식사",
      "plot": "이사온 지 두 달간 친구가 없던 순정(김경숙扮)은 우연한 기회에 동네의 아줌마들을 사귀게 되고, 무뚝뚝한 남편 일권(김명국扮)과 이제는 대화하기 어려운 아이들 대신 생활의 활력소를 찾는다. 동네 친구들과 수다 떨고 운동하며 만족스런 사교생활을 하던 순정은 나이트클럽에서 남자들과의 부킹을 권유 받는다."
    },
    {
      "episode": 148,
      "date": "9월 6일",
      "title": "처가와의 전쟁",
      "plot": "부유한 집안의 민지(강경헌扮)와 결혼했지만 처가의 도움 없이 살아보겠다 다짐한 성우(전현扮)는 자신이 마련한 아파트에 신혼살림을 차리지만, 민지는 전혀 적응을 하지 못하고 이를 못마땅히 여긴 장모(서권순扮)는 자신의 집 근처에 큰 집을 마련해 성우 내외를 들인 후 생활방식에까지 일일이 간섭한다."
    },
    {
      "episode": 149,
      "date": "9월 13일",
      "title": "신의 딸",
      "plot": "안정된 직장을 구하지 못하는 남편 종수(김홍석扮)와 근육무력증을 앓고 있는 딸 나리 때문에 사는 것이 힘든 은순(이상숙扮)은 사이비종교 집회에 참석하고, 그 이후로 남편이 직장을 구하고 집회에 나온 딸이 휠체어에서 일어나 걷는 모습을 보고는 재산을 헌납하며 종교활동에 몰두한다."
    },
    {
      "episode": 150,
      "date": "9월 20일",
      "title": "여성 호르몬을 지켜라",
      "plot": "아내 공주(정경순扮) 집안 소유의 공장에서 일하는 인복(이두일扮)은 회사생활에 적응하지 못하고 아내와의 생활도 즐겁지 않은 차에 시장에서 장사하는 여인(황미선扮)에게 빠지고, 한동안 생리가 없어 임신인 줄 알고 기뻐하던 공주는 그게 폐경의 시작이란 것을 알고 절망한다."
    },
    {
      "episode": 151,
      "date": "9월 27일",
      "title": "위험한 거래",
      "plot": "10년째 대리인 진석(윤철형扮)은 이번에 승진하지 못하면 자동으로 퇴사할 위기에 처하고, 아내인 현경(김예령扮)은 남편의 퇴사를 막기 위해 자신이 일하는 미술관의 손님이자 남편 직장의 실세이자 부사장(박병훈扮)에게 청탁을 하러 간다."
    },
    {
      "episode": 152,
      "date": "10월 4일",
      "title": "큰 딸은 살림 밑천",
      "plot": "집안의 맏딸이자 무능한 아버지(신충식扮) 대신 집안의 생계와 동생들까지 책임져야 하는 현주(강민경扮)는 회사 동료인 석진(양동재扮)의 구애를 완곡히 거절하나 석진은 현주의 사정을 이해한다며 청혼한다."
    },
    {
      "episode": 153,
      "date": "10월 11일",
      "title": "부부, 늪에 빠지다",
      "plot": "인애(이시은扮)는 남편 정우(최석구扮)가 불륜을 저지르는 것을 알면서도 인내하며 남편을 이전보다 더한 정성으로 대한다. 그런 인애에게 윤호(윤동환扮)가 나타나고, 둘은 가까이 지내며 인애의 비밀도 공유하는 사이가 된다."
    },
    {
      "episode": 154,
      "date": "10월 18일",
      "title": "내 인생을 돌려다오",
      "plot": "스물 한살에 상경해 남들한테 손가락질 받을 정도로 구두쇠인 남편 길수(김하균扮)와 살며 이제야 좀 먹고 살만해졌다 싶어진 복선(김혜옥扮)은 소화가 안 돼 병원에 갔다가 위암 말기라는 판정을 받는다. 길수는 복선에게 이제라도 맘껏 하고 싶은대로 하고 살라 하고 복선은 단체관광에 갔다가 만취한 상태로 외간남자와 관계를 갖는다."
    },
    {
      "episode": 155,
      "date": "10월 25일",
      "title": "황혼의 아우성(1)",
      "plot": "건물임대인인 만수(김성겸扮)는 금자(이주실扮)에게 첫 눈에 반하고, 마침 자신의 건물에서 청소를 하게 된 금자에게 적극적으로 구애해 결혼에 이른다. 둘은 누구보다 사랑하며 행복한 나날을 보내지만, 금자가 만수의 재산을 노린다고 생각하는 만수의 아들 영철(이병철扮)내외와 노름으로 인해 금자에게 계속해서 돈을 요구하는 금자의 아들 동욱(박충선扮) 때문에 갈등이 일어난다."
    },
    {
      "episode": 156,
      "date": "11월 1일",
      "title": "남편의 여동생",
      "plot": "부모가 교통사고로 사망하고 남매 둘이 살아온 승완(김홍석扮)은 동생 승미(임경옥扮)가 근무하는 호텔로 신혼여행을 갈 정도로 동생 사랑이 각별하다. 둘 사이가 심상치 않다고 느낀 아내 정선(김예령扮)은 승미에게 결혼할 남자인 재형(이원희扮)을 소개해주지만 남매 사이에서 힘들어하던 재형은 승미와 이혼하고 만다."
    },
    {
      "episode": 157,
      "date": "11월 8일",
      "title": "내겐 너무 젊은 남편",
      "plot": "다섯 살 어린 남편인 철진(손종범扮)과 결혼한 선아(장정희扮)는 둘을 부부 사이로 보지 않는 주변 사람들의 시선이 화가 나고, 밖에서 다른 여자를 만나지나 않을까 철진의 일거수일투족을 알지 않으면 못 견딜 정도다. 그러던 중, 철진이 초등학교 동창인 정윤(민경조扮)을 만난다는 것을 알게 된다."
    },
    {
      "episode": 158,
      "date": "11월 15일",
      "title": "멍드는 아내",
      "plot": "친구 민수(윤철형扮)의 애인이었던 소영(김소이扮)을 빼앗다시피 해서 결혼한 태우(권혁호扮)는 사나흘이 멀다 하고 민수와 소영의 관계를 의심해 술을 먹고 폭력을 휘두른다. 그러던 어느 날 퍽치기를 당해 기억상실증이 오게 되고 소영은 처음부터 다시 시작하려는 생각으로 태우의 병원까지 정리하고 함께 다른 지역으로 떠난다."
    },
    {
      "episode": 159,
      "date": "11월 22일",
      "title": "밤이면 밤마다",
      "plot": "아는 사람의 소개로 두 달만에 열 세살 차이의 아내인 지연(김여랑扮)을 맞이한 병수(한성식扮)는 매일 같이 관계를 요구하는 지연의 지나친 성욕으로 지쳐가고, 지연을 만족시키려 약을 복용하며 관계를 가지다 병원에 실려가고 만다."
    },
    {
      "episode": 160,
      "date": "11월 29일",
      "title": "위장 이혼(1)",
      "plot": "부도 위기에 처한 회사 때문에 가진 재산을 모두 날릴 수 없어 서류 상으로만 이혼을 해야겠다는 남편 민철(정재곤扮)의 말만 믿고 영채(황미선扮)는 이혼소송에 나서지만, 이는 모두 민철이 회사 동료인 혜주(유경아扮)와 결혼하기 위해 꾸며낸 일임을 알게 된다."
    },
    {
      "episode": 161,
      "date": "12월 6일",
      "title": "늙어서 두고 보자",
      "plot": "결혼생활동안 아내인 성자(남윤정扮)를 무시하며 권위적으로 대해온 현욱(이호재扮)은 33년간 일해온 은행에서 퇴임하는 그날부터 성자로부터 면박을 당하고, 퇴직금의 절반을 아내의 제과점 창업에 내놓게 된다. 그리고, 자신을 무시하지 못하게 하겠다며 취업한 직장에서는 보증까지 서가며 대출을 받지만 사장이 도주하는 바람에 처지는 더욱 궁색해진다."
    },
    {
      "episode": 162,
      "date": "12월 13일",
      "title": "선생님, 사랑해요",
      "plot": "여고 교사인 정수(이원희扮)는 형 먼저 결혼하기 전까진 결혼을 허락하지 않아 괴로운 동생 때문에 같은 학교 교사인 지영(김경숙扮)과 부랴부랴 결혼하고, 결혼 전부터 광적으로 매달리는 학생 세미(최영완扮)를 달래려 사랑을 암시하는 말을 건낸다."
    },
    {
      "episode": 163,
      "date": "12월 20일",
      "title": "새 엄마의 과거",
      "plot": "예전 룸살롱에서 일하다가 이제는 전통찻집을 운영하는 수경(김예령扮)은 진수(백준기扮)의 청혼을 받고 자격이 없다며 거절하나 결국은 응하고 만다. 그렇게 결혼하고 6개월이 지나 룸살롱에서 알고 지내던 남자(이은철扮)가 수경을 찾아와 과거를 폭로하겠다며 계속해서 돈을 요구하고, 그 돈을 마련하기 위해 수경은 결국 사채빚까지 지고 만다."
    },
    {
      "episode": 164,
      "date": "12월 27일",
      "title": "아내의 두 얼굴",
      "plot": "사법고시에 합격하고 사법연수원에 다니던 상우(최석구扮)는 유력한 국회의원의 딸인 채연(이시은扮)과의 선자리를 주선 받고, 10년을 사귀던 미정(김미라扮)과 헤어지며 채연과 결혼한다. 결혼 후 채연의 학력, 나이 등이 거짓임이 밝혀져 분노하지만, 마침 채연이 임신을 하자 잘 살아보기로 마음을 다잡는다."
    },
    {
      "episode": 165,
      "date": "1월 3일",
      "title": "잡귀야, 물렀거라",
      "plot": "점을 맹신해서 몇 차례 문제가 되는 바람에 남편 영목(이병철扮)으로부터 주의를 받은 현숙(김희윤 扮)은 산에서 만난 무당(김선화扮)으로부터 곧 죽는다는 얘기를 듣게 되고, 우연히 찾은 병원에서 자궁에 근종을 발견하여 치료받은 후 그 무당의 신통함에 감탄한다."
    },
    {
      "episode": 166,
      "date": "1월 10일",
      "title": "내 남편의 이름은 주부",
      "plot": "시간강사로 두 사람이 살기에도 턱없이 모자란 남편 택수(윤철형扮)의 벌이 때문에 선영(민경조扮)은 보험설계사로 나서 열심히 일한 덕에 억대 연봉을 받는 위치에 오르게 되고, 쌍둥이 아이를 키우기가 어려워지자 택수가 일을 그만두고 전업주부가 된다."
    },
    {
      "episode": 167,
      "date": "1월 17일",
      "title": "아내의 복수 (2)",
      "plot": "지숙(윤예희扮)은 불륜을 저지른 남편 정길(김종헌 扮)을 간통으로 고소하지만, 당장 막막한 살 길과 아이들 때문에 고소를 취하한다. 하지만, 정길이 다시 불륜을 저지르자 다시 고소를 하고, 아예 사람을 붙여 정길을 감시하며 여자를 만나기만 하면 마구잡이로 고소를 하기 시작한다."
    },
    {
      "episode": 168,
      "date": "1월 24일",
      "title": "옛 사랑(1)",
      "plot": "어머니(장미자扮)의 반대로 사랑하는 은주(강경헌扮)와 결혼을 못 하게 되자 현우(정재곤扮)는 자포자기하여 어머니가 점찍은 사람과 결혼하겠다고 하고, 그렇게 결혼한 미연(임채원扮)에게 자리를 내주지 않은 상태로 결혼생활을 한다. 은주가 그리워진 현우는 은주의 집을 찾았다가 다리가 불편해진 은주와의 관계를 다시 이어가고, 현우가 옛사랑을 다시 만난다는 것을 알아차린 미연은 전전긍긍한다."
    },
    {
      "episode": 169,
      "date": "1월 31일",
      "title": "시누이와 올케",
      "plot": "어려운 집안에서 자란 영순(황미선扮)은 현우(이원희扮)와 결혼하면서 당분간만 성공한 디자이너인 시누이 현미(이미경扮) 집의 살림을 맡기로 하고, 지인들 앞에서 자신을 일하는 사람 취급하는 현미의 태도에 분노하여 일을 그만두지만 현우가 직장에서 내쫓기자 할 수 없이 현미에게 용서를 구하고 다시 현미 집의 살림을 맡는다."
    },
    {
      "episode": 170,
      "date": "2월 7일",
      "title": "연변에서 온 처녀",
      "plot": "연변에서 소개를 받고 결혼을 하러 온 유화(박형선扮)는 소개와 너무 다른 환경에 당황하여 돌아가려다 남편 동석(이한수扮)을 보고 남기로 하지만, 어머니의 수술을 위해 이웃집 품앗이라도 하며 돈을 벌어보려는 것을 동석이 극구 반대하자 집을 나가고 만다."
    },
    {
      "episode": 171,
      "date": "2월 14일",
      "title": "동서는 나의 적",
      "plot": "학창 시절 단짝인 미향(이시은扮)으로부터 시동생인 기태(이한위扮)를 소개받아 동서지간이 된 양희(이상미扮)는 나날이 부유해지는 미향네와 달리 기울어만 가는 기태와 자신의 처지가 분하기만 하고, 그 원인이 시아버지의 묫자리 때문이라는 소리를 듣는다."
    },
    {
      "episode": 172,
      "date": "2월 21일",
      "title": "처가의 비밀(1) (19세)",
      "plot": "영주(임채원扮)는 경만(양동재扮)과 결혼하면서 자신의 부모님과 언니들이 모두 이혼했다는 사실을 숨기고, 경만이 그 사실을 눈치채며 사이가 험악해지자 언니들의 조언을 받아 경만을 압박할 증거들을 모으기 시작한다."
    },
    {
      "episode": 173,
      "date": "2월 28일",
      "title": "철없는 시어머니",
      "plot": "10년만에 귀국한 시어머니 순애(사미자扮)의 씀씀이가 도를 넘자 며느리인 진영(김예령扮)의 걱정은 이만저만이 아니지만 남편 영태(최석구扮)는 자신의 카드까지 내주며 대수롭지 않게 여긴다. 그러나, 순애가 성형수술로 큰 돈을 써버리자 영태는 진영이 10년을 아끼며 모아 유럽여행을 가려한 돈을 그 빚을 갚는데 쓰고 만다."
    },
    {
      "episode": 174,
      "date": "3월 7일",
      "title": "인생역전 (1)",
      "plot": "단칸방에서 어렵지만 오손도손 살던 종구(한성식扮) 부부는 복권 1등에 당첨되어 큰 부자가 되고, 아내인 인숙(장정희扮)은 가게를 열어 부지런히 일해 그 돈을 불려보려 하지만 종구는 또 한 번의 일확천금을 노리며 너무도 쉽사리 돈을 날리고 다닌다."
    },
    {
      "episode": 175,
      "date": "3월 14일",
      "title": "내 남편은 자린고비",
      "plot": "돈이 아까워 친정에도 못 가게 하는 구두쇠 남편인 낙영(윤철형扮)과 사는 금희(방양희 扮)는 은행 직원의 추천으로 신용카드를 발급 받고, 혜택이 많다는 얘기에 무심코 카드를 흥청망청 긁어대다가 감당할 수 없을 정도의 빚을 지고 만다."
    },
    {
      "episode": 176,
      "date": "3월 21일",
      "title": "잘나서 매 맞은 여자",
      "plot": "케이블 설치기사인 진철(최영재扮)은 정신과 의사인 은영(민경조扮)을 몇 차례 도운 인연으로 결혼에 이르지만, 살아온 환경이 다른 은영과 그 주변 사람들과 도통 어울리지 못해 자괴감을 느끼고, 은영에게 당당한 모습으로 서기 위해 그간 모은 돈을 투자해  회사의 직함을 얻지만 사기로 밝혀진다."
    },
    {
      "episode": 177,
      "date": "3월 28일",
      "title": "신데렐라",
      "plot": "방송 MC인 은정(박미영 扮)은 재벌가의 아들인 민섭(정재곤扮)이 자신을 맘에 들어한다는 얘기에 사귀던 남자와 헤어지고 민섭과 결혼을 하지만, 살아온 환경이 다른 시댁 식구들과 어울리지 못하는 한편 민섭이 신인탤런트와 밀회를 즐긴다는 소문을 듣고는 친정부모에게 푸념을 늘어놓지만 민섭 집안 덕에 편안한 생활을 누리고 있는 친정부모마저 은정에게 참고 살기를 종용한다."
    },
    {
      "episode": 178,
      "date": "4월 4일",
      "title": "의부증(2) (19세)",
      "plot": "인기 변호사인 태우(최성준扮)는 동료인 신애(김정연 扮)가 계속해서 호감을 표시하지만 거절하고, 데스크에서 일하는 유진(이혜근扮)에게 청혼을 한다. 결혼 후에도 계속해서 태우와 신애의 업무관계가 지속되고 신애가 태우에게 호감을 표시한 메일까지 발견하자 유진은 태우와 신애의 애정행각을 상상하며 태우를 의심하기 시작한다."
    },
    {
      "episode": 179,
      "date": "4월 11일",
      "title": "아내의 젊은 애인 (19세)",
      "plot": "폭력적인 남편 대진(이한위扮)에게 눌려살며 하루하루를 노심초사하며 사는 미영(이시은扮)은, 친구들과 함께 들른 호스트바에서 만난 성준(양현태扮)의 따뜻함에 마음을 뺏겨 밖에서 만남을 가지다 대진에게 들키고 만다."
    },
    {
      "episode": 180,
      "date": "4월 18일",
      "title": "쇼 윈도 부부",
      "plot": "선영(김예령扮)은 유학을 마치고 귀국하자마자 사학재단의 아들이자 정신과 의사인 상훈(김홍석扮)과 결혼을 하고, 병원 간호사와 불륜관계를 들키고도 너무도 당당한 상훈에게 실망한다. 그러던 중, 유학 시절을 함께 했던 창준(최석구扮)에게 재능을 썩히지 말고 패션디자인 일을 하라는 조언을 듣고 상훈에게 얘기하지만 상훈은 가정을 지키라며 반대한다."
    },
    {
      "episode": 181,
      "date": "4월 25일",
      "title": "깡패 아내 (19세)",
      "plot": "남편 준호(김하균扮)와의 미국생활을 정리하고 귀국한 성희(오지영扮)는 아파트 주민들이나 시누이와의 갈등은 물론 술집에서 붙은 시비도 폭력으로 해결하려다 경찰서에 가게 되고, 거기서 준호는 성희가 자신과 만나기 전 폭력전과가 있다는 사실을 듣게 된다."
    },
    {
      "episode": 182,
      "date": "5월 2일",
      "title": "남자가 사랑할 때",
      "plot": "은희(김소이扮)는 시어머니의 꾸지람을 듣다가 이상증세를 보이고, 증상이 점점 심해져 진찰을 받아본 바 정신분열증이라고 판별이 난다. 장기간 입원치료를 받은 후 상태가 호전되자 은희는 일상생활에 복귀하고 약물의 도움을 받지 않고 병을 이겨내려 한다."
    },
    {
      "episode": 183,
      "date": "5월 9일",
      "title": "위험한 관계",
      "plot": "유부남이자 사장의 사위인 진우(최성준扮)와 사귀던 태희(황미선扮)는 임신사실을 말하자 진우에게 버림받고 스스로 목숨을 끊는다. 불성실한 업무태도로 승진은 보류되고 아내인 민선(방양희 扮)으로부터도 무시당하던 진우의 시야에 미연(강경헌扮)이 들어오고 둘은 급속도로 가까워진다."
    },
    {
      "episode": 184,
      "date": "5월 16일",
      "title": "미안해, 여보",
      "plot": "성적으로 자유분방한 삶을 살던 나경(유지연扮)은 그런 삶을 정리하고 부잣집 외아들이자 펀드매니저인 민국(손종범扮)과 결혼하지만, 민국이 나경을 성적으로 만족시켜주지 못 하자 나경의 불만은 쌓여만 간다."
    },
    {
      "episode": 185,
      "date": "5월 23일",
      "title": "남편은 셔터 맨",
      "plot": "남편인 원철(김영배扮)이 직장을 쉽게쉽게 그만 두자 지은(민경조扮)은 원철이 책임감을 느끼도록 하기 위해 자신도 직장을 그만 둔다. 하지만, 원철은 변하지 않고 생활은 빠듯해지자 할 수 없이 시어머니의 권유에 따라 약국을 개업하고, 원철은 아예 본격적으로 지은에게 의지하는 생활을 시작한다."
    },
    {
      "episode": 186,
      "date": "5월 30일",
      "title": "화병 난 여자",
      "plot": "시어머니(장미자扮)의 구박과 그걸 모른 채 하는 남편(최석구扮)과 시댁 식구들로 인해 병원에서 화병 진단을 받은 진숙(김예령扮)은 치료를 위해 할 말은 하고 살기로 한다."
    },
    {
      "episode": 187,
      "date": "6월 6일",
      "title": "의처증",
      "plot": "지민(황미선扮)과 결혼한 이혼 경력이 있는 성준(김하균扮)은 방송작가인 지민이 예전 사진을 통해 본 남자와 일하게 된 것을 보고 흥신소에 뒷조사를 의뢰한다. 그리고 그 남자가 지민과 약혼까지 했던 사이라는 것을 알고는 지민을 폭행하고 감금한다."
    },
    {
      "episode": 188,
      "date": "6월 13일",
      "title": "한 지붕, 두 아내",
      "plot": "3대 독자인 영진(백준기扮)과 젊을 때부터 고생을 함께 해온 그야말로 조강지처인 정순(장정희扮)은 아들을 못 낳아 시어머니로부터 푸대접을 받고, 영진의 비서인 미란(강경헌扮)이 부른 배를 안고 나타나자 영진과 시어머니는 미란을 집에 머무르게 한다."
    },
    {
      "episode": 189,
      "date": "6월 20일",
      "title": "가재는 게 편 (19세)",
      "plot": "정희(오지영扮)는 승준(최영재扮)과 결혼하자마자 시어머니의 부탁에 따라 시누인 승미(송승현 扮)를 신혼집에서 데리고 살게 되고, 학원비를 내야한다는 말에 카드를 내주지만 승미는 그 카드로 원없이 쇼핑을 한다. 그러던 중 정희의 부모님이 불의의 사고로 사망하고 승준은 혼자 남은 연희(권성현扮)가 걱정되어 집으로 데려온다."
    },
    {
      "episode": 190,
      "date": "6월 27일",
      "title": "단체 관광의 최후",
      "plot": "남들이 보기엔 그럴 듯해 보이지만 실제로는 결벽증에 성관계도 거부하는 남편 규찬(권혁호扮)과 불행한 부부생활을 이어가는 현진(이시은扮)은 아파트 재건축추진위원회에서 주관하는 단체관광에 따라가게 되고, 동호회 회원인 남성들이 중간에 합류하여 혼성으로 꾸려지게 된 단체관광에서 현진도 승환(이정성扮)과 서로 좋은 감정을 느낀다."
    },
    {
      "episode": 191,
      "date": "7월 4일",
      "title": "스토킹",
      "plot": "상욱(최성준扮)은 결혼을 앞두고 나이트클럽에서 만난 서영(김정연 扮)과 하룻밤을 같이 보내고, 그 후 상욱의 아내인 은미에게 이 사실을 알리겠다고 협박하며 신혼여행지까지 따라올 정도로 집착하는 서영은 한 달간만 자신과 같이 시간을 보내주면 상욱을 놓아주겠다고 한다."
    },
    {
      "episode": 192,
      "date": "7월 11일",
      "title": "맞바람(2)",
      "plot": "주말 부부인 미영(김예령扮)은 남편 경수(김홍석扮)의 근무지에 내려갔다가 경수의 불륜을 목격하고, 우연히 만난 옛사랑인 진우(김종헌 扮)와 은밀한 관계를 맺는다. 그러나, 시어머니가 경수의 불륜사실을 알게 되어 경수가 지방 근무를 끝내면서 곁으로 돌아오자 가정을 지켜야겠다 생각하고 진우와의 관계를 끊으려 한다."
    },
    {
      "episode": 193,
      "date": "7월 18일",
      "title": "난 너의 과거를 알고 있다",
      "plot": "동환(손종범扮)과의 사이에 아이까지 낳아 행복한 결혼생활을 누리던 지선(이칸희扮)에게 과거를 폭로하겠다는 전화가 오고, 협박범의 입에서 과거 지선이 사귀었던 유부남인 한태석(백준기扮)이라는 이름이 나오자 심상치 않음을 깨닫고 요구한 돈을 보낸다."
    },
    {
      "episode": 194,
      "date": "7월 25일",
      "title": "엉덩이 흔드는 여자",
      "plot": "항해사인 상도(배도환扮)는 장기간 집을 비우게 되자 아내인 진희(유지연扮)를 시골 형님(이창환扮) 집에 있도록 하고, 사치가 심한 진희는 물욕을 채우고자 동네 남자들에게 돈을 얻어내고 데이트를 한다."
    },
    {
      "episode": 195,
      "date": "8월 1일",
      "title": "재혼 부부",
      "plot": "전 남편과의 아이까지 포기하며 철민(권혁호扮)과 재혼한 수미(황미선扮)는 감시하고 멸시하는 시어머니(한영숙扮)와 대놓고 반감을 표출하는 철민의 아이들, 그리고 아이들 편에만 서서 이해하려고 드는 철민 때문에 몹시 힘들어한다."
    },
    {
      "episode": 196,
      "date": "8월 8일",
      "title": "동거 남녀",
      "plot": "지방에서 대학을 다니는 혜연(이시은扮)은 소개팅으로 만난 민석(최영재扮)과 동거를 시작하지만, 생활방식의 차이로 자주 다투다 뜻하지 않게 임신을 하고 민석은 입대해야 하는 상황이 되자 이별을 통보하고 유능한 기업인인 성호(최범호扮)와 결혼한다. 그리고 10년 후 둘은 정수기 판매원과 가정주부로 우연히 재회하고, 민석은 과거를 폭로하겠다며 혜연에게 돈을 요구한다."
    },
    {
      "episode": 197,
      "date": "8월 15일",
      "title": "보스의 아내",
      "plot": "조직폭력배 두목이란 신분을 숨기고 연희(오지영扮)와 결혼한 대용(김명국扮)은 가정에선 보통 남편들과 다름 없이 생활하며 자신의 신분을 노출하지 않는다. 그러나, 아이를 출산하자마자 사기분양사건에 연루되어 구속되고 연희는 대용에게 이혼을 통보한다."
    },
    {
      "episode": 198,
      "date": "8월 22일",
      "title": "조강지처들의 반란",
      "plot": "대놓고 무시 당하면서도 남편 뒷바라지와 시어머니 봉양, 아이 돌보기에 여념이 없던 진옥(김혜옥扮)은 비서와 바람난 남편 승일(백준기扮)로부터 이혼을 통보 받고서야 비로소 자신의 처지를 깨닫고, 남편에게 복수하기 위해 자신과 비슷하게 억울한 결혼생활을 경험한 친구들과 계획을 꾸민다."
    },
    {
      "episode": 199,
      "date": "8월 29일",
      "title": "과외 선생",
      "plot": "졸업을 앞두고 빚을 갚기 위해 단란주점에서 일하는 윤아(권인선 扮)는 단골손님인 상준(박병훈扮)으로부터 입주과외를 제안 받고, 부인 미영(김동주)이 윤아에게 지나치게 친절한 상준을 의심하는 와중에 윤아는 상준을 통한 신분 상승을 꿈꾼다."
    },
    {
      "episode": 200,
      "date": "9월 5일",
      "title": "꽃미남 습격 사건",
      "plot": "친목의 장인 수영장에 젊고 잘생긴 강사인 현태(양현태扮)가 새로 오자 수영장은 새로 온 회원들로 북적거리고, 미혼, 기혼을 가리지 않고 구애하는 여자들에게 현태는 당신만이 유일한 사랑이라고 속삭인다."
    },
    {
      "episode": 201,
      "date": "9월 19일",
      "title": "시아버지 시집 살이",
      "plot": "큰 동서 집에서 시아버지(최종원扮)와 대판 싸우고 별거에 들어간 시어머니를 집에 머물게 하며 맞벌이로 바쁜 자신들을 대신해 육아를 맡기기로 하자, 현옥(김희정扮)네는 시아버지 집에 들어가 살기로 한다. 그런데, 시어머니에게 하던 시아버지의 패악질은 상대가 며느리임에도 좀처럼 멈추지 않는다."
    },
    {
      "episode": 202,
      "date": "9월 26일",
      "title": "카사노바의 최후",
      "plot": "나이트클럽을 운영하는 태희(이시은扮)는 아버지의 바람으로 이혼한 어머니를 보면서 자란 탓에 남편인 병석(양동재扮)의 바람을 좀처럼 건드리지 못 하고, 나이트클럽 2호점의 운영까지 병석에게 맡긴다. 그러던 어느 날 병석이 유부남인 줄 모르고 속아 사귀었던 여자들이 나이트클럽에 들이닥친다."
    },
    {
      "episode": 203,
      "date": "10월 3일",
      "title": "아내는 에로 배우",
      "plot": "꿈이 영화배우인 주희(유지연扮)는 보수적인 남편 명호(김영배扮)에게 백화점에서 일을 한다 거짓말을 하고 단역배우 일을 하던 중, 사기계약을 당해 에로영화를 찍고 그 사실을 남편에게 들켜버리고 만다."
    },
    {
      "episode": 204,
      "date": "10월 10일",
      "title": "내 인생은 나의 것",
      "plot": "은행원으로서 나름 성공적인 삶을 살던 운학(김명국扮)은 신문에서 연극 연출자인 친구 상훈(정승호扮)의 수상 소식을 접하고 대학로로 향하고, 지점장의 갑작스런 죽음으로 후임 지점장으로 낙점되지만 꿈을 위해 자리를 박차고 나와 상훈의 극단 막내가 된다."
    },
    {
      "episode": 206,
      "date": "10월 24일",
      "title": "이혼 게임",
      "plot": "지역의 유지 중만(최성준扮)은 세련이 내연관계에 만족하지 못하고 떠나려 하자, 이혼경력이 시의원 출마에 악영향을 줄 수 있다는 선거대책전문가 성식(최범호扮)의 조언에 따라 재산을 아내인 순미(양은용扮) 명의로 돌려주고 선거 후에 이혼하는 조건에 합의한다."
    },
    {
      "episode": 207,
      "date": "10월 31일",
      "title": "원정 출산",
      "plot": "친구로부터 미국으로 원정출산을 가서 아이의 시민권을 얻었다는 얘기를 들은 선자(황미선扮)는 아들로 태어날 자신의 아이를 위해 적금까지 깨며 브로커를 통해 미국행 비행기에 몸을 싣는다."
    },
    {
      "episode": 208,
      "date": "11월 7일",
      "title": "공처가의 반란",
      "plot": "IMF로 실직하고 온갖 구박을 받으며 아내인 미숙(조양자扮)이 운영하는 고깃집 일을 보며 지내던 대식(백준기扮)은 고깃집에 새로 들어온 선화(김예령扮)에게 마음을 빼앗기고, 아내에게 환심을 사 휴일을 얻은 후 선화와 당일치기 여행을 떠난다."
    },
    {
      "episode": 209,
      "date": "11월 14일",
      "title": "아내는 싸움 닭",
      "plot": "다툼이 생기면 끝장을 보고야 마는 거친 성격의 우란(오지영扮)의 집에 시부모가 찾아와 은행에 다니는 남편 기현(윤철형扮)에게 무리한 대출을 부탁하고, 기현은 아파트 경비의 명의를 이용해 대출을 받아낸다."
    },
    {
      "episode": 210,
      "date": "11월 21일",
      "title": "체인징 파트너",
      "plot": "성적으로 자유분방하던 우영(이원희扮)과 민정(유지연扮)은 선을 통해 결혼하지만 이내 시들해지고, 더 큰 자극을 위해 스와핑클럽을 참관하고 온 우영은 민정에게 같이 참여할 것을 설득한다."
    },
    {
      "episode": 211,
      "date": "11월 28일",
      "title": "아내의 선택",
      "plot": "동욱(최성준扮)의 외도로 입은 윤경(김희정扮)의 마음의 상처를 회사 사장인 주연(김예령扮)이 위로하고, 그러던 와중 주연의 도를 넘은 애정표현에 윤경은 당혹감을 감추지 못한다."
    },
    {
      "episode": 212,
      "date": "12월 5일",
      "title": "아내를 찾습니다",
      "plot": "작은 다툼에도 습관적으로 집을 나가버리는 정희(민경조扮)로 인해 기수(한성식扮)는 생계에 지장을 받을 정도로 어려움을 겪게 되고, 급기야 정희가 적금통장을 들고 다시 집을 나가자 경찰에 실종신고를 한다."
    },
    {
      "episode": 213,
      "date": "12월 12일",
      "title": "이혼 전쟁(1)",
      "plot": "성공한 사업가인 성만(권혁호扮)의 아내지만 아끼며 검소하게 살던 순영(김혜옥扮)은 성만의 비서이자 정부인 은주(이시은扮)가 임신하자 이혼을 요구당하고, 단칸방을 얻어 험한 일을 마다 않으며 두 아이를 키운다."
    },
    {
      "episode": 214,
      "date": "12월 19일",
      "title": "남편의 아르바이트",
      "plot": "넉넉치 않은 봉급에 장모까지 모시고 살아야 하는 익현(최영재扮)은 하루가 멀다 하고 쏟아지는 아내인 지민(이주화扮)과 장모의 등쌀에 괴로워하고, 그러던 어느 날 술집을 하는 친구에게 놀러 갔다가 대리운전을 하고 제법 큰 돈이 손에 쥐어지자 아예 아르바이트를 하기로 한다."
    },
    {
      "episode": 215,
      "date": "12월 26일",
      "title": "아내의 남편들",
      "plot": "각자의 이혼 경력을 뒤로 하고 새로운 가정을 이루고 살던 윤재(김홍석扮)와 은수(김예령扮) 앞에 은수의 전 남편(양동재扮)이 나타나 이웃집으로 이사를 오게 되면서 자주 맞닥뜨리게 되고, 자신과는 다른 멋지고 당당한 전 남편의 모습에 윤재는 주눅이 든다."
    },
    {
      "episode": 216,
      "date": "1월 2일",
      "title": "신년 특집 '이혼, 그리고 그 후'",
      "plot": "잦은 다툼으로 지친 영준(김성수扮) 은영(허윤정扮)은 이혼을 결심하고 두 아이의 양육권을 나누지만, 이혼 경력이 걸림돌이 되면서 둘은 힘든 나날을 보낸다."
    },
    {
      "episode": 217,
      "date": "1월 9일",
      "title": "죽거나 혹은 바람 피거나",
      "plot": "외모에 컴플렉스가 있어 잘 생긴 남자만을 찾던 연숙(이경실 扮)과 카드빚을 갚아줄 재력을 가진 여자를 찾던 윤호(김준모 扮)는 선으로 만나 결혼을 하게 되고, 바람의 증거를 곳곳에 남기는 윤호를 연숙은 의심한다"
    },
    {
      "episode": 218,
      "date": "1월 16일",
      "title": "고개 숙인 남과 여",
      "plot": "잠자리에서 좀처럼 만족을 못 시켜주는 상욱(윤철형扮)에게 재숙(이주나扮)은 서운함을 느끼고, 상욱은 교통사고로 인해 허리를 다쳐 의사로부터 당분간 절대적으로 안정을 취하라는 경고를 받는다."
    },
    {
      "episode": 219,
      "date": "1월 30일",
      "title": "꽃 다방 미스 정",
      "plot": "신도시 개발로 땅값이 올라 큰 돈을 만지게 된 상만(김일우扮)은 꽃다방에 새로 온 주나(유지연扮)에게 마음을 빼앗긴 후 정성과 강압으로 여차저차 결혼에 성공하고, 상만의 재력을 믿고 돈을 물쓰듯 쓰는 주나를 상만의 자녀들은 못마땅해 한다."
    },
    {
      "episode": 220,
      "date": "2월 6일",
      "title": "아이가 사라진 풍경",
      "plot": "현옥(최정원扮)은 혼잡한 백화점에서 아이를 잃어버리고 남편 석현(최성준扮)이 직장까지 그만 두고 아이를 찾기 위해 노력하지만, 시간이 지날수록 둘은 지쳐가고 좋았던 부부 사이도 멀어지게 된다."
    },
    {
      "episode": 221,
      "date": "2월 13일",
      "title": "형수와 도련님",
      "plot": "승우(이필모扮)는 군을 제대하고 형(최석구扮)의 집에서 신세를 지게 되고, 무뚝뚝한 남편과 달리 다정다감한 승우에게 형수(박주희扮)는 마음을 기대며 의지한다."
    },
    {
      "episode": 222,
      "date": "2월 20일",
      "title": "큰 손 아내",
      "plot": "가난한 집에서 부모 도움 없이 대학에 다니던 현옥(이시은扮)은 부유한 집안의 병천(배도환扮)과 결혼하면서 예단비용을 카드로 메꾸게 되고, 현옥은 경매로 부동산을 사고 팔아 큰 돈을 번 이후 점점 대담하게 돈을 투자하기 시작한다."
    },
    {
      "episode": 223,
      "date": "2월 27일",
      "title": "아내는 대리운전 중",
      "plot": "남편 성호(윤철형扮)의 장사가 망한 탓에 줄어든 수입을 메우려 승미(이주화扮)는 야간 대리운전에 나서고, 단골을 미끼로 접근한 남자에게 성폭행을 당하고 만다."
    },
    {
      "episode": 224,
      "date": "3월 5일",
      "title": "4인용 침대",
      "plot": "호성(이원희扮)은 친구인 민수(전현扮)의 애인인 희연(박준희扮)을 짝사랑하고, 졸업 후 미국으로 공부하러 떠날 수 있단 얘기에 희연과 싸운 민수는 졸업식에도 참석 않고 급작스레 미국으로 떠나버린다."
    },
    {
      "episode": 225,
      "date": "3월 12일",
      "title": "시어머니 VS 시어머니",
      "plot": "결혼할 때 혼수 못 해온 걸로 내내 시어머니(김석옥扮)의 구박을 받아온 명진(황미선扮)의 남동생이 결혼을 하게 되는데, 그 상대가 시어머니 옆에서 대놓고 면박을 주던 시누이(윤정희扮)다."
    },
    {
      "episode": 226,
      "date": "3월 19일",
      "title": "처가의 이중 생활",
      "plot": "선수 생활을 은퇴하는 만훈(최석구扮)에게 해령(유지연扮)이 고백을 해오고, 해령이 다른 남자의 아이를 가진 사실을 숨기려 둘은 서둘러 결혼하고 5년의 유학생활을 가진 후 귀국한다."
    },
    {
      "episode": 227,
      "date": "3월 26일",
      "title": "남편과 베이비 시터",
      "plot": "잘 나가는 산부인과 의사인 화영(이시은扮)이 점점 바빠지자 화영 부부는 입주 베이비시터를 구하게 되고, 아버지의 병원비가 급했던 은주(김희정扮)가 오게 된다. 너무나 바쁜 탓에 함께 시간을 보내기가 어려운 화영에게 실망한 남편 정수(최성준扮)는 술에 취해 은주와 하룻밤을 보내게 된다."
    },
    {
      "episode": 228,
      "date": "4월 2일",
      "title": "남편 친구",
      "plot": "건물주가 바뀌며 가게세가 너무 오르자 은영(남현주扮)은 바뀐 건물주인 상필(최항석扮)을 만나는 자리에서 성추행을 당하고, 아내 대신 나가 상필을 만난 남편 명호(권혁호扮)는 상필이 고교 시절 친구임을 알게 된다. 상필은 가게세를 올리지 않음은 물론 은행원인 명호의 실적까지 올려주며 명호의 환심을 사 은영과 만날 기회를 만들고, 그 때마다 지속적으로 성추행을 저지른다."
    },
    {
      "episode": 230,
      "date": "4월 16일",
      "title": "왕밤 아가씨의 선택",
      "plot": "왕밤아가씨 출신인 효정(유지연扮)은 자신의 생일마저 챙기지 않는 카센터 사장인 남편 대찬(배도환扮)에게 싫증을 느끼던 차에, 양복 입고 매너 좋은 윤구(김성수扮)를 만나 마음을 뺏기고 대찬과 이혼하기로 한다."
    },
    {
      "episode": 231,
      "date": "4월 23일",
      "title": "아내를 팝니다",
      "plot": "경애(이종남扮)는 공원에서 운동하다 만난 혈혈단신인 노년의 부호(한규희扮)에게 반지와 함께 위자료조로 거액의 돈까지 제시받으며 프로포즈를 받자 매우 불쾌해하며 자리를 박차고 나온다. 그러나, 남편이 새로 취직한 회사가 부도가 나며 큰 빚을 떠안게 되자 크게 흔들린다."
    },
    {
      "episode": 232,
      "date": "4월 30일",
      "title": "매 맞는 남편",
      "plot": "아내 은지(이주화扮)의 폭력적인 성향은 형의 보증을 잘못 서 빚을 지게 되자 더욱 심해지고, 어린 시절 아버지의 폭력에 시달리던 기억에 은지는 괴로워한다."
    },
    {
      "episode": 233,
      "date": "5월 7일",
      "title": "사기 치는 남자",
      "plot": "감언이설로 남을 등쳐먹고 사는 중식(성우진扮)은 자신을 위장하고 영주(민지영扮)와 결혼하는 데에 성공하지만, 영주도 자신을 속이고 결혼했다는 것을 알게 된다."
    },
    {
      "episode": 234,
      "date": "5월 14일",
      "title": "내 남편을 뺏어봐",
      "plot": "학창시절부터 앙숙인 진민(이시은扮)과 정임(이주화扮)은 진민의 남편인 태준(배윤진 扮)을 유혹할 수 있는가를 두고 내기를 한다."
    },
    {
      "episode": 235,
      "date": "5월 21일",
      "title": "남편의 아들",
      "plot": "20여년을 함께 별탈 없이 살아왔지만 아이가 없는 부부인 재민(최성준扮)과 인경(김희정扮). 어느 날 재민은 인경에게 자신이 암선고를 받았음과 숨겨둔 아이가 있음을 고백한다."
    },
    {
      "episode": 236,
      "date": "5월 28일",
      "title": "두 번 출근하는 남자",
      "plot": "수영장에서 만난 혜경(이상은扮)과 친해진 지영(민지영扮)은 혜경을 집으로 초대하고, 지영의 가족사진을 본 혜경은 크게 놀라며 지영의 시야에서 사라진다."
    },
    {
      "episode": 237,
      "date": "6월 4일",
      "title": "낙지 남편",
      "plot": "딸의 결혼을 앞두고 남편의 부재에 전전긍긍하던 경자(김혜옥扮) 앞에 여자문제로 이혼한 전 남편 주필(이승철扮)이 나타난다."
    },
    {
      "episode": 238,
      "date": "6월 11일",
      "title": "섬에서 아내를 바꿨다",
      "plot": "아들을 못 낳아 시댁과 갈등이 있던 경란(오지영扮)과 호창(권혁호扮) 부부는 시댁과의 다툼 끝에 제주도로 삶의 터전을 옮기고, 거기서 옆집에 사는 연미(유지연扮) 부부와 친해지게 된다."
    },
    {
      "episode": 239,
      "date": "6월 18일",
      "title": "완벽한 당신",
      "plot": "미연(김성희扮)은 아이들의 학원스케줄부터 식단까지 일일이 통제하는 엄한 엄마지만, 남편인 우철(김성수扮)은 아이들에게 숨 쉴 구멍을 마련해주는 인자한 아버지다. 어느 날 지친 아이들에게 우철은 미연 몰래 자유시간을 주고 아이들은 각자의 시간을 보낸다."
    },
    {
      "episode": 240,
      "date": "6월 25일",
      "title": "나도 몸짱 아내를 갖고 싶다",
      "plot": "출산 후 불어난 몸으로 인해 남편 기태(최석구扮)로부터 온갖 구박을 받던 민정(이주화扮)은 길거리에서 소매치기를 당하는 자신을 도와준 헬스트레이너(양동재扮)를 헬스장에서 다시 만나고 그의 도움으로 운동에 전념하게 된다."
    },
    {
      "episode": 241,
      "date": "7월 2일",
      "title": "위험한 게임",
      "plot": "바쁜 맞벌이로 입주 육아도우미를 부르기로 한 강재(김동균扮)와 미희(민지영扮) 부부 집에 은한(박형선扮)이 들어온다. 그런데, 은한이 온 후로 미희는 일이 자꾸 꼬이는 듯한 느낌을 받는다."
    },
    {
      "episode": 242,
      "date": "7월 9일",
      "title": "남편과 연애한 죄",
      "plot": "범석(양재성扮)에게 아들의 비자 문제로 전처(서권순扮)로부터 오랜만에 연락이 오고, 젊은 아내와 부를 지녔지만 나이 먹어가는 것에 공허함을 느끼던 범석은 전처로부터 위안을 얻는다. 그리고, 이 사실을 안 범석의 부인 유라(김경숙扮)는 범석을 간통죄로 고소한다."
    },
    {
      "episode": 243,
      "date": "7월 16일",
      "title": "내가 결혼하는 이유",
      "plot": "앞날이 불확실한 고시생 경준(김준모 扮)과 잘나가는 의사(한성식扮) 사이를 줄타기하던 희주(유지연扮)는 관계자로부터 경준의 합격 소식을 미리 전해듣고 경준쪽으로 마음을 굳히고, 배경 좋은 다른 여자에게 기울던 경준의 마음을 뱃속의 아이로 다잡는다."
    },
    {
      "episode": 244,
      "date": "7월 23일",
      "title": "동서의 반란",
      "plot": "학창 시절 1, 2등을 다투던 사이였지만 어려운 가정형편으로 인해 일찍 사회에 뛰어든 미애(이시은扮)와 부유한 가정을 배경으로 대학에 진학해 성공을 이룬 윤정(박현심 扮)은 동서지간으로 다시 만난다."
    },
    {
      "episode": 245,
      "date": "7월 30일",
      "title": "잔혹한 동거",
      "plot": "전세금을 빼서 투자를 하기로 결심한 민용(성우진扮)과 채희(김희정扮) 부부는 시어머니와 네 시누이가 있는 시댁으로 들어가고, 환심을 사기 위해 집안 살림을 도맡으며 미혼인 시누이들의 혼처를 찾는다."
    },
    {
      "episode": 246,
      "date": "8월 6일",
      "title": "시아버지와 복권",
      "plot": "친정아버지의 사업이 부도가 나자 창수(이원희扮)와 미선(이상은扮) 부부는 집을 팔아 돈을 마련하고 시댁에 들어가 살기로 하지만, 이전까지 친절했던 시댁 식구들은 전세금과 생활비를 낼 것을 요구하고 가사까지 전담시키며 미선을 괴롭게 한다. 그러던 중 시어머니로부터 구박을 받고 창수의 위로를 받으며 술을 마시던 미선은 충동적으로 복권을 구매하게 된다."
    },
    {
      "episode": 247,
      "date": "8월 13일",
      "title": "10억 만들기",
      "plot": "인터넷 절약 사이트를 통해 만난 성윤(정욱扮)과 민주(조선주扮)는 처음 만났을 때부터 꼼꼼하게 절약하는 서로를 마음에 들어하며 결혼하게 되고, 10억원을 모으기 위해 절약에 절약을 거듭하던 중 큰 돈을 가져다 줄 재건축 아파트를 구매하기 위해 소유한 산을 팔라고 시부모를 설득한다."
    },
    {
      "episode": 248,
      "date": "8월 20일",
      "title": "가면 속의 얼굴",
      "plot": "심장에 병이 있는 수연(송수영扮)은 백화점 지하주차장에서 경호(박병선扮)의 도움을 받아 목숨을 부지하고 그 인연으로 결혼에 이르지만, 경호가 학력을 속이고 자신도 모르게 보험을 들어놓은 것을 알게 된다."
    },
    {
      "episode": 249,
      "date": "8월 27일",
      "title": "잔인한 사랑",
      "plot": "고등학교 교사와 학생 사이인 우진(이주석扮)과 세원(박현정扮)은 사적으로 만남을 가지다 학교 측에 적발이 되고 우진은 학교를 그만둔 후 유학길에 오른다. 그렇게 시간이 지나고 두 사람은 며느리와 시아버지 사이로 상견례 장소에서 만나게 된다."
    },
    {
      "episode": 250,
      "date": "9월 3일",
      "title": "아줌마 되기 싫어",
      "plot": "결혼 후에도 솔로처럼 자유분방한 삶을 사는 종희(김경숙扮)의 행동거지는 회사에서 정리해고를 당한 후에도 변하지 않고, 심지어 임신을 한 상태에서 친구들과 놀러다니다 유산을 하고 만다."
    },
    {
      "episode": 251,
      "date": "9월 10일",
      "title": "토사구팽",
      "plot": "트럭 운전기사였던 철호(권혁호扮)는 장인(이일웅扮)의 지원 아래 수경(이시은扮)과 결혼하고, 아무도 관심을 주지 않던 장인의 발명을 도와 사업을 크게 일구고 실질적으로 회사의 운영을 책임진다."
    },
    {
      "episode": 252,
      "date": "9월 17일",
      "title": "개만도 못한 내 인생",
      "plot": "부부 생활도 포기하며 강아지를 애지중지 하는 수진(민지영扮)과 그게 못마땅한 동훈(손종범扮)의 갈등은 심해지고, 동훈은 수진이 집을 비운 날 강아지를 형 집에 맡겨버린다."
    },
    {
      "episode": 253,
      "date": "9월 24일",
      "title": "재회",
      "plot": "이혼으로 남편 집에 가 있던 민석(정승호扮)이 30여년만에 집으로 찾아오자 어머니는 민우(이원희扮) 부부와는 다르게 지극정성으로 대하고, 빚을 갚아주는 것도 모자라 신혼살림에 가게까지 차려주자 며느리인 지현(오지영扮)의 불만은 커져간다."
    },
    {
      "episode": 254,
      "date": "10월 1일",
      "title": "퍼스트와 세컨드",
      "plot": "큰 빚과 바람피운 여자와의 사이에서 낳은 아이까지 버려두고 도망친 남편 창만(김명국扮)이 성공해서 돌아오고, 그 때까지도 빚에 허덕이던 경옥(김동주扮)에게 창만은 큰 돈을 안겨준다. 하지만 창만이 노리는 것은 버려두고 간 아이였고 바람을 폈던 여자와도 함께 살고 있다는 것을 안 경옥은 창만이 준 돈으로 창만의 옆집으로 이사를 온다."
    },
    {
      "episode": 255,
      "date": "10월 8일",
      "title": "실종",
      "plot": "밤이 새도록 아내 미연(김희정扮)이 집에 들어오지 않자 현수(최석구扮)는 경찰에 실종 신고를 하지만, 미연이 사채업자에게 큰 빚을 지고 보증금까지 챙겨 떠난 후라는 것을 알게 된다. 그제서야 자신이 미연에 대해 아는 것이 너무나도 없다는 것을 알게 된 현수는 미연의 정체를 알기 위해 주변을 탐문한다."
    },
    {
      "episode": 256,
      "date": "10월 15일",
      "title": "비밀",
      "plot": "남편 재호(안성민扮)가 무정자증이라는 진단이 나오자 부부는 입양을 결심하게 되고, 평소 아내 자영(양은용扮)이 봉사활동을 하며 눈여겨 보던 보육원의 여자아이를 데려오게 된다."
    },
    {
      "episode": 257,
      "date": "10월 22일",
      "title": "내 인생의 걸림돌(1)",
      "plot": "입시학원 교사로 눈코뜰새 없이 바쁜 선영(민경조扮)은 시간강사로 전국을 떠돌지만 벌이가 변변찮은 중호(박병선扮)를 대신해 집안의 생계를 책임지지만, 중호의 사정은 나아지지 않고 대출을 받아 교수직을 사려다 적발되는 일까지 발생한다."
    },
    {
      "episode": 258,
      "date": "10월 29일",
      "title": "왕자의 난",
      "plot": "재벌가의 둘째 아들인 인수(김준모 扮)는 평범한 집안의 딸인 은재(오지영扮)와 결혼하고, 형(이주석扮)이 유학을 떠난 동안 열심히 일하지만 인정받지 못하며 초조해한다. 한편 아주버니의 딸이 남편과 여러 모로 닮은 점에 이상함을 느끼던 은재는 그 딸에게 정자를 제공한 사람이 남편이라는 사실을 알게 된다."
    },
    {
      "episode": 259,
      "date": "11월 5일",
      "title": "콩쥐 며느리와 팥쥐 시어머니",
      "plot": "가족들과 함께 있을 때와 180도 다른 며느리 은정(김희정扮)의 행동을 시어머니(김영옥扮)는 하소연을 해보지만 아들과 딸은 믿지 않는다. 그러다 시어머니가 쓰러지며 병원에 입원하게 되고 시어머니는 자신의 말을 믿지 못하겠거든 이불 밑을 찾아보라 당부한다."
    },
    {
      "episode": 261,
      "date": "11월 19일",
      "title": "아내의 올인",
      "plot": "남편 성호(안성민扮)의 어깨너머로 화투를 배운 영선(이시은)은 사생활을 포기할 정도로 화투에 빠지게 되고 상습도박으로 구치소 신세를 지는 지경에 이른다. 구치소에서 나와서도 화투의 유혹에 시달리던 영선은 구치소에서 만난 전문 도박꾼 명자(곽정희 扮)의 연락을 받게 된다."
    },
    {
      "episode": 262,
      "date": "11월 26일",
      "title": "귀순 스타 룡호씨",
      "plot": "귀순한 룡호(한성식扮)는 악착같이 절약하며 음식점 사업에도 성공하는 한편 방송에까지 출연하며 유명세를 타고, 장모(서권순扮)의 적극적인 지원 하에 소희(권성현扮)와 결혼을 하게 된다."
    },
    {
      "episode": 263,
      "date": "12월 3일",
      "title": "풋 사과의 유혹",
      "plot": "유부남임에도 여러 여자와 관계를 가지던 대학교수 창석(백준기扮)은 술집에서 만난 여자와 잠자리를 가졌다가 경찰의 연락을 받고, 그 여자가 미성년자였음을 알게 된다. 결국, 성매수로 처벌을 받게 된 창석의 이름이 공개되며 청소년 보호단체에서 일하는 아내 영란(이종남扮)도 그 사실을 알게 된다."
    },
    {
      "episode": 264,
      "date": "12월 10일",
      "title": "복수",
      "plot": "김부장(최석구扮)의 소개로 지은(조선주扮)을 만나게 된 영준(김준모 扮)은 남자가 있다는 지은의 암시에도 불구하고 적극적으로 구애하고 결혼을 한다. 그러던 어느 날 지은이 교통사고가 났다는 연락을 받고 도착한 병원에서 김부장을 만나게 된다."
    },
    {
      "episode": 265,
      "date": "12월 17일",
      "title": "7년 만의 컴백",
      "plot": "촉망 받는 여배우 수란(송수영扮)은 유부남인 대기업 회장 태현(김동현扮)의 선물공세와 적극적인 구애에 앞날이 창창한 배우 생활을 포기하며 결혼을 하고, 시댁에 들어가는 날 태현의 전 부인으로부터 배우 생활을 포기하고 결혼하는 수란에 대한 안타까운 심정을 듣는다."
    },
    {
      "episode": 266,
      "date": "12월 24일",
      "title": "쉘 위 살사",
      "plot": "산부인과 의사인 명훈(명로진扮)은 병원 간호사를 따라서 갔다가 살사 댄스에 매료되고 경연대회에서 우승까지 차지하며 희열을 느끼지만, 부인인 은영(황미선扮)을 비롯한 시댁으로부터 이해받지 못하며 괴로워한다."
    },
    {
      "episode": 267,
      "date": "1월 7일",
      "title": "주홍 글씨 새긴 아내",
      "plot": "고등학생인 명선(송승현 扮)은 돈의 유혹으로 다방에서 일하게 되지만 도망간 친구의 빚까지 떠안으면서 윤락가에 팔리게 된다. 그러던 중 윤락가에서 도망친 명선은 공장으로 숨어들고 거기서 효심 깊고 건실한 정배(양현태扮)를 만나 결혼한다."
    },
    {
      "episode": 268,
      "date": "1월 14일",
      "title": "아내의 결혼식",
      "plot": "수연(김희정扮)은 친구가 결혼정보회사를 통해 재력가와 재혼했단 얘기를 듣고 학력과 호적을 위조해 결혼정보회사에 등록을 하고, 재력가인 민석(이주석扮)을 만나게 되고 프로포즈를 받게 되자 남편 주헌(손종범扮)에게 이혼을 통보한다."
    },
    {
      "episode": 269,
      "date": "1월 21일",
      "title": "당신의 아내는?",
      "plot": "미연(김성희扮)은 남편 성철(백준기扮)과의 성생활에 만족하지 못하는 와중에 채팅을 통해 젊은 수한(정욱扮)을 만나 성에 눈을 뜨게 되고, 여러 여자를 만나는 수한을 질투하며 독점하고 싶어한다."
    },
    {
      "episode": 270,
      "date": "1월 28일",
      "title": "처첩 대전",
      "plot": "한물 간 영화감독 정수(윤철형扮)는 자신을 무시하는 잘나가는 피부관리실 원장인 아내 혜경(정낙희 扮)보다 자신을 존중해주는 나이 많고 볼품 없는 숙희(구본임扮)에게 더 끌리지만, 외도사실을 들키자 숙희와의 관계를 정리하기로 하고 혜경도 정수를 존중하기로 한다. 하지만 숙희는 정수와 헤어질 수 없다며 계속 정수와 혜경 부부의 주위를 맴돈다."
    },
    {
      "episode": 271,
      "date": "2월 4일",
      "title": "위험한 이웃 사촌",
      "plot": "영미(김희정扮)는 이웃에 이사온 붙임성 좋은 주란(민지영扮)과 친해지고, 두 부부는 자주 모임을 가질 정도로 친한 사이가 된다. 그러던 어느 날, 남편 동재(안성민扮)의 차에서 귀걸이를 발견하자 외도를 의심하는데 오래지 않아 그 귀걸이가 주란의 것임을 알게 된다."
    },
    {
      "episode": 272,
      "date": "2월 11일",
      "title": "파란 만장 김 선수네",
      "plot": "자식이 없는 큰집에 어릴 적 입양된 태권도 국가대표 선재(김한울 扮)를 놓고 큰집과 작은집은 서로 자신들의 아들이라며 으르렁대고, 그런 선재와 결혼한 정선(이영희 扮)은 사이가 안 좋은 두 집을 오가며 비위 맞추기에 정신이 없다."
    },
    {
      "episode": 273,
      "date": "2월 18일",
      "title": "진실 게임",
      "plot": "은영(황미선扮)은 결혼 후 사소한 기념일까지 챙기고 애정표현을 강요하는 도준(손종범扮)이 부담스러웠고, 도를 넘게 된 도준의 지나친 집착과 거기에 따른 상습적인 폭력에 지쳐 정신병원에 감금토록 했다고 털어놓는다. 그러나 도준은 그런 은영의 진술과는 많이 다른 내용의 얘기를 한다."
    },
    {
      "episode": 274,
      "date": "2월 25일",
      "title": "탤런트 만들기",
      "plot": "소라(문슬예 扮)는 길거리 장기자랑에서 재능을 눈여겨본 연예기획사 관계자의 명함을 받게 되고, 딸의 재능을 칭찬하는 관계자의 칭찬에 고무된 은미(김성희扮)는 내친김에 연기학원에 등록하고 카드빚을 내가며 지원에 나선다."
    },
    {
      "episode": 275,
      "date": "3월 4일",
      "title": "남한 아내, 북한 아내",
      "plot": "새로 이사온 여자를 어디선가 본 듯한 느낌에 불안해하던 혜련(양은용扮)은 그 여자가 탈북한 남편 진섭(박병선扮)의 북한에서의 부인 정혜(김애란扮)라는 사실을 알게 되고, 둘을 만나지 못하게 하기 위해 진섭에게 이사갈 것을 조른다."
    },
    {
      "episode": 276,
      "date": "3월 11일",
      "title": "늦둥이 도련님",
      "plot": "시어머니의 임신이 늦은 나이에도 애정이 많아서일 거라고 대수롭지 않게 여겼던 민경(송희아扮)은 출산 후 밖으로 나도는 시어머니를 대신해 늦둥이의 육아를 전담하다가 대학 졸업까지도 놓치고, 본인의 아이를 출산한 후에도 여전히 늦둥이의 육아에 시달린다."
    },
    {
      "episode": 277,
      "date": "3월 18일",
      "title": "신데렐라와 야수",
      "plot": "고급술집의 에이스인 설희(송수영扮)는 고르고 고른 끝에 제약회사의 유능한 연구원인 기준(안성민扮)과 결혼하기로 하고 신상, 사주, 가족관계를 모두 꾸며낸다. 그러나 결혼 후 남편의 직업도 제약회사 연구원이 아닌 가짜 약을 만들어 파는 사기꾼임을 알게 된다."
    },
    {
      "episode": 278,
      "date": "3월 25일",
      "title": "강한 남편",
      "plot": "넘치는 정력을 주체하지 못 하는 남편 태호(김경응扮)는 때와 장소를 가리지 않고 아내 현애(김희정扮)에게 성관계를 요구하고, 이를 견디다 못한 현애는 태호에게 밖에서라도 해결하고 오라고 쏘아붙인다. 그리고 태호는 마침내 궁합이 너무나 잘 맞는 미선(이희구扮)을 만나 더 이상 현애에게 성관계를 요구하지 않게 된다."
    },
    {
      "episode": 279,
      "date": "4월 1일",
      "title": "비밀과 거짓말(2)",
      "plot": "은실(김애란扮)은 뭐 하나 부족함이 없이 어머니와 함께 사는 종현(최성준扮)에게 구애하여 결혼에 이르고, 사고로 사망한 종현의 형 내외가 남긴 아이를 키우는 것도 개의치 않는다. 그러나, 은실의 임신을 달가워하지 않고 형내외의 제사에 형수의 사진만 올라오는 등, 시간이 지나가면서 뭔가 이상한 낌새를 느끼게 된다."
    },
    {
      "episode": 280,
      "date": "4월 8일",
      "title": "미운 오리 새끼",
      "plot": "집을 자주 비우는 항공기 조종사 민기(윤철형扮)는 자신을 닮지 않은 것 같은 큰아들 정수를 이상하게 여기고, 사람들의 입방아는 이런 의심을 더욱 부추긴다. 그런 의심이 극에 달하자 정수의 친자확인검사를 받게 되고 정수는 민기의 아들이 아니라는 검사결과가 나온다."
    },
    {
      "episode": 281,
      "date": "4월 15일",
      "title": "어느 날 갑자기(1)",
      "plot": "지영(김희정扮)은 교통사고를 당해 반신불수가 되어 절망하고, 뭐라도 해보겠다며 찾아온 교통사고 가해자의 아내(민경조扮)는 지영의 간병을 맡는다. 그렇게 지영이 퇴원하고 남편 세훈(이주석扮)의 삶마저 깨지려는 순간 다시 찾아온 그녀는 집안 살림을 맡아 지영이 해야 할 일들을 빈틈 없이 해낸다."
    },
    {
      "episode": 282,
      "date": "4월 22일",
      "title": "시어머니를 버린 여자",
      "plot": "오랜 기간 시어머니(문미봉扮)를 모셔온 재란(이시은扮)은 심해져만 가는 시어머니의 치매증세로 인내심에 한계를 느끼고, 집에 가자는 닦달에 시어머니를 옛집이 있던 곳에 모시고 갔다가 그대로 버리고 온다. 그렇게 방치됐던 시어머니는 아들과 단 둘이 사는 선영(이주화扮)의 눈에 띄게 되어 선영의 집에서 지내게 된다."
    },
    {
      "episode": 283,
      "date": "4월 29일",
      "title": "두 집 살림(2)",
      "plot": "건물에서 청소하는 어머니를 틈틈이 돕던 착실한 성미(황미선扮)는 건물주 노인(김석옥扮)의 눈에 띄어 노인의 외아들인 수철(안성민扮)과 결혼한다. 그러나, 노인의 수입으로 생활하며 자유분방한 생활을 만끽하던 수철의 생활방식은 결혼 후에도 변함이 없어 줄곧 밖으로만 나돈다."
    },
    {
      "episode": 284,
      "date": "5월 6일",
      "title": "어떤 불륜",
      "plot": "불임으로 고민하던 지원(최정원扮)은 산부인과를 찾아 이상이 없다는 진단을 받지만 아무도 모르게 혼자 병원을 찾은 남편 성현(이원희扮)은 희소정자증이라는 진단을 받는다. 그러던 중 지원이 아이를 가지게 되고 성현은 그 아이가 자신의 아이가 아닌 지원의 불륜으로 얻은 아이라는 의심으로 괴로워한다."
    },
    {
      "episode": 285,
      "date": "5월 13일",
      "title": "형님은 열 아홉 살",
      "plot": "부유한 친정을 뒷배경으로 가진 열 아홉 미영이 임신까지 해서 손윗 동서로 들어오자 가진 것 없는 친정에 아이도 없는 성희(김애란扮)의 시댁에서의 입지는 더욱 줄어들고, 시부모 봉양에 손윗 동서 뒷바라지까지 해야하는 성희의 불만은 쌓여만 간다."
    },
    {
      "episode": 286,
      "date": "5월 20일",
      "title": "쌍둥이 엄마와 꽃뱀",
      "plot": "성실하게 살며 집안 살림과 바깥 일까지 도맡아 하던 양희(이주화扮)는 무능한 남편 기찬(정승호扮)이 꽃뱀(송수영扮)에게 걸려 돈을 뜯기게 되자 합의 자리에 같이 나가 선처를 바라는 굴욕을 당하고, 기찬은 양희가 그토록 소중히 여기던 어머니의 유산인 땅을 양희 모르게 합의금으로 지불한다."
    },
    {
      "episode": 287,
      "date": "5월 27일",
      "title": "남편과 대리모",
      "plot": "아버지의 보증으로 가족이 빚더미에 올라 앉은 수미(박현정扮)는 인터넷을 통해 대리모로 나서 조기 폐경 진단을 받은 민주(김희정扮) 부부와 한 집에서 지내게 되고, 아이를 출산한 후에도 민주 부부와 함께 지내던 수미는 상필(박병선扮)과 정을 쌓다가 민주에게 발각이 되고 만다."
    },
    {
      "episode": 288,
      "date": "6월 3일",
      "title": "사랑은 벤처 사업",
      "plot": "성공한 벤처사업가인 호진(이원희扮)과 잘 나가는 홈쇼핑 쇼호스트 경민(이시은扮)은 각자의 분야에서 성공한 서로에게 호감을 느끼고 결혼하지만, 결혼 후 호진은 빚만 남아 가망이 없어진 사업을 넘기고 새로운 사업을 위해 경민에게 손을 벌리는 지경에 이른다."
    },
    {
      "episode": 289,
      "date": "6월 10일",
      "title": "용 선생에겐 뭔가 특별한 게 있다",
      "plot": "새로 생긴 카페에 신내림을 받은 용선생(이건 扮)이 나타나고 성 불감증으로 남편 석희(김홍석扮)와의 사이가 멀어져 괴로워하던 미선(김경숙扮)은 용선생이 자신의 고민을 꿰뚫어보자 놀란다. 미선은 병원까지 다니며 관계를 개선해보려 애쓰지만 미선 앞에서 다른 여자와의 외도사실까지 스스럼 없이 밝히는 석희에게 절망한다."
    },
    {
      "episode": 290,
      "date": "6월 17일",
      "title": "혜성처럼 나타난 동창생",
      "plot": "집안이 망해 야반도주했던 찬수(김성수扮)가 성공한 모습으로 동창회에 나타나자 여자 동창들은 설레는 마음을 감추지 못하고, 고시에 장기간 실패한 인길(김하균扮)과 이미 결혼한 몸인 시연(김성희扮)은 찬수와 지속적으로 만나며 인길과 정리할 결심을 한다."
    },
    {
      "episode": 291,
      "date": "6월 24일",
      "title": "세 번 결혼한 여자",
      "plot": "보험설계사인 상권(박병선扮)은 와인동호회에서 만난 영란(송수영扮)의 구애를 받아 사귀게 되고, 정작 영란이 두 번의 결혼 경험이 있었고 두 명의 전남편 모두 사고로 사망했다는 사실을 고백하며 프로포즈를 거절하자 이미 정해진 마음을 되돌릴 수 없다며 결혼을 강행한다."
    },
    {
      "episode": 292,
      "date": "7월 1일",
      "title": "내 이상형의 비밀",
      "plot": "성공한 사업가인 중현(백준기扮)은 외모와 성격은 물론 식성과 취미까지 일치하는 은지(조선주扮)를 만나 사랑에 빠지지만, 불륜의 자리에 경찰을 대동하고 나타난 아내 미희(김애란扮)로부터 간통으로 고소를 당하고 고소 취하를 조건으로 미희에게 재산의 상당 부분을 양도하기로 한다."
    },
    {
      "episode": 293,
      "date": "7월 8일",
      "title": "돈이 뭐길래?",
      "plot": "혜경(이상은扮)은 장학재단 설립이 꿈인 시아버지 강준(박종관 扮)을 돕기 위해 친정아버지인 춘식(신충식扮)에게 도움을 요청하고, 부동산 투자에 일가견이 있는 춘식은 강준의 돈을 빌려 땅에 투자를 해 돈을 불려주기로 한다. 그러나 평소 돈 밖에 모른다며 춘식을 무시하던 강준의 태도는 땅값이 올라도 변함이 없고 이에 마음이 상한 춘식은 강준에게 빌린 돈의 이자의 상승분만을 입금한다."
    },
    {
      "episode": 294,
      "date": "7월 15일",
      "title": "장모 vs 시어머니",
      "plot": "한의사를 준비하는 상현(김경록 扮)은 처가에 데릴사위로 들어가고, 상현이 다친 장모(서권순扮)를 대신해 살림하는 모습을 본 상현의 어머니(박주아扮)는 길길이 날뛰며 아예 눌러앉아 상현 대신 살림을 하겠다 자청한다."
    },
    {
      "episode": 295,
      "date": "7월 22일",
      "title": "아내의 첫 아이",
      "plot": "집안에서 반대하는 결혼을 하겠다고 집을 나갔던 미연(황미선扮)은 아이만 낳아 집으로 돌아오고 불임으로 고심하던 오빠(권혁호扮) 내외에게 아이를 맡기고 유학길에 오른다. 7년 후 결혼할 사람과 함께 돌아온 미연은 자신이 낳은 아이인 창호를 유난히 반가워 하고 티가 날 정도로 구박을 받는 창호에 가슴 아파한다."
    },
    {
      "episode": 296,
      "date": "7월 29일",
      "title": "엇갈린 진실",
      "plot": "내성적인 선희(김애란扮)는 채팅으로 만난 경호(이원희扮)와의 오프라인 만남에 자신과 다르게 외향적인 이란성 쌍둥이 선영(최정원扮)을 대신 내보내고 그렇게 만난 선영과 경호는 결혼에까지 이르게 된다. 그렇게 시간이 흐른 어느 날, 선희에게 아이를 맡긴 채 백화점에서 쇼핑을 하고 돌아온 선영은 집에서 울고 있는 선희를 보게 된다."
    },
    {
      "episode": 297,
      "date": "8월 5일",
      "title": "유부녀의 사랑은 유죄",
      "plot": "커플매니저인 지은(방양희 扮)에게 결혼에 도무지 관심이 없는 부유한 젊은 회장 호준(원기준扮)의 매칭을 담당하라는 임무가 떨어지고, 처음 만난 자리부터 주눅들지 않고 당당한 지은의 모습이 마음에 든 호준은 급한 돈까지 해결해주며 지은을 전담매니저로 두고 만남을 이어간다."
    },
    {
      "episode": 298,
      "date": "8월 12일",
      "title": "아내의 올가미",
      "plot": "남편인 대학교수 한주(권혁호扮)가 귀가할 때마다 옷에 묻은 체취부터 확인할 정도로 기영(이주화扮)의 의심은 극에 달해있다. 그러던 중, 연구 중인 조교와의 관계를 의심해 한바탕 난리를 벌인 후 학교에 소문이 퍼지고 밖으로 도는 한주를 잡아보겠다며 지은 약의 정체가 들통나자 기영을 장인의 동의 하에 정신병원에 입원하게 한다."
    },
    {
      "episode": 299,
      "date": "8월 19일",
      "title": "두 얼굴의 아내",
      "plot": "은행원인 주희(민지영扮)는 친구를 따라갔던 팬 사인회에서 소설가인 인철(박병선扮)을 만나게 되고 그의 지적인 면에 반해 결혼하게 된다. 하지만, 막상 결혼 후 팔리지 않는 작가인 인철이 주희에게 경제력을 의존하게 되자 주희는 싫증을 느끼고 애인이었던 직장동료 기태(박정상 扮)와 다시 만난다."
    },
    {
      "episode": 300,
      "date": "8월 26일",
      "title": "철없는 아내와 파란만장한 처가",
      "plot": "호진(배도환扮)은 순진하게만 보이는 경희(김애란扮)와 결혼하지만 경희는 아이를 낳자마자 친정과 시댁에 맡기며 놀러다니기만 하고, 친정 식구들의 묵인 하에 결혼한 사실을 숨기고 전 남자친구와의 만남을 즐긴다."
    },
    {
      "episode": 301,
      "date": "9월 2일",
      "title": "위험한 주부들",
      "plot": "영희(김미라扮)는 학부모회의에서 만난 엄마들과 어울려 유부남과 유부녀들끼리 어울리는 나이트클럽에 가게 되고, 처음엔 거부감을 느끼지만 자신을 홀대하는 남편 정호(김경응扮)와 달리 자신을 소중하게 대하는 철수(강신조扮)의 자상함에 이내 즐기게 된다."
    },
    {
      "episode": 302,
      "date": "9월 9일",
      "title": "당신은 누구 남편이야?",
      "plot": "여선(신소민扮)은 진섭(이원희扮)과 재혼을 하지만, 아이들을 매개로 집안일에 간섭하고 진섭과 계속 만나는 진섭의 전처(김희정扮) 때문에 마음이 편치 않다."
    },
    {
      "episode": 303,
      "date": "9월 16일",
      "title": "종갓집 며느리",
      "plot": "번듯한 남자에게 시집 가는 친구가 부러웠던 혜영(유지연扮)은 대학 시간강사이자 종갓집 장손인 재성(양현태扮)에게 구애하고 결혼하지만 종갓집 종부는 생각했던 것과 다르게 고되기만 하다. 그러던 중 재성의 아버지가 죽으며 종손인 재성에게 집과 땅을 모두 남기고, 땅 주변으로 관광단지를 조성하려는 부동산 개발업자로부터 큰 돈을 제시받는다."
    },
    {
      "episode": 304,
      "date": "9월 23일",
      "title": "무서운 동서들",
      "plot": "각광 받는 광고인인 현경(이시은扮)은 바쁜 직장 일로 시댁일에 빠지는 경우가 많아 동서들과 자주 갈등이 생기고, 이를 무마하려 자신을 앞장서서 헐뜯는 큰 동서(이상숙扮)를 제외한 시댁 식구들에게 선심을 베풀었다가 이를 전해 들은 남편 한석(권혁호扮)에게 한 소리를 듣는다. 그리고, 큰 아주버님(정승호扮)이 다니는 자동차 회사 경쟁사의 광고를 현경이 맡아 제품이 큰 성공을 거두게 되자 큰 아주버님은 직장에서의 입지가 크게 흔들리게 된다."
    },
    {
      "episode": 305,
      "date": "9월 30일",
      "title": "신데렐라 남편",
      "plot": "대복(유정우 扮)은 큰 돈을 보장받은 갈비집 사장 딸 유선(황현인扮)과 결혼하지만, 예상과는 다르게 근검절약하는 처가의 씀씀이에 실망하고, 친구의 경험담을 토대로 아내의 불륜현장을 덮쳐 처가로부터 큰 돈을 얻어낸다. 하지만 그렇게 얻은 돈으로 주식투자를 하다 실패하고 회사 공금까지 끌어쓰다가 구속될 위기에 놓인다."
    },
    {
      "episode": 306,
      "date": "10월 7일",
      "title": "훔쳐 보는 남자",
      "plot": "시험준비를 위해 같이 지내던 남편 형석(박병선扮)의 사촌동생 재현(임재근 扮)의 컴퓨터에서 현주(김희정扮)의 동생 현정(박현정 扮)을 도촬한 동영상이 발견되고, 재현을 집에서 내보내면서 정리되는가 싶던 일은 동영상이 인터넷으로 퍼지며 겉잡을 수 없게 된다."
    },
    {
      "episode": 307,
      "date": "10월 14일",
      "title": "어머니, 당신이 이기셨습니다",
      "plot": "보건소에서 일하다 보건의로 부임한 성진(정기성扮)과 결혼을 약속한 강순(장지원 扮)은 시어머니(서권순扮)에게서 성진과 헤어지지 않으면 결혼 후 스스로 걸어나가게 해주겠다는 악담을 듣고도 결혼을 하지만, 이후 시어머니로부터 갖은 모멸과 무시를 당하며 하루하루가 힘겨운 시집살이를 하게 된다."
    },
    {
      "episode": 308,
      "date": "10월 21일",
      "title": "시이모 시집살이",
      "plot": "은희(민지영扮)는 재영(김광영扮)과 결혼하면서 자식이 없는 재영 큰 이모(장미자扮)의 막대한 재산을 누릴 꿈에 부풀지만, 막상 결혼 후엔 이모들을 모시며 겪는 호된 시집살이와 그들 사이에서 눈치 보는 것에 지쳐간다."
    },
    {
      "episode": 309,
      "date": "10월 28일",
      "title": "스폰서 카페",
      "plot": "대부분의 시간을 지방 연구소에 내려가 있는 남편(신용규 扮) 덕에 시간은 많고 쇼핑을 좋아하는 탓에 돈은 부족한 미경(이시은扮)은 스폰서 카페에 글을 남기고, 이름과 결혼 사실을 숨긴 채 부유한 남자 경수(이우석 扮)를 만나며 호화로운 선물을 받는다."
    },
    {
      "episode": 310,
      "date": "11월 4일",
      "title": "남편을 훔친 아내",
      "plot": "정희(이주화扮)는 헤어지자는 재호(운기호 扮)의 말에 재호가 만나는 혜선(김남주 扮)을 찾아가 거짓말까지 하며 헤어져 줄 것을 부탁하고 혜선은 재호 곁을 떠난다. 그리고 7년이 흐른 어느 날, 갑자기 이혼하자는 말에 이상한 낌새를 느낀 정희는 재호가 혜선을 다시 만나고 있음을 알게 된다."
    },
    {
      "episode": 311,
      "date": "11월 11일",
      "title": "내 남편의 총각 파티",
      "plot": "동수(이원희扮)는 총각 파티에서 술집 종업원 신애(조선주扮)와 하룻밤을 보내고, 결혼식장에서 신애가 아내인 은정(송수영扮)과 사촌지간임을 알게 된다. 신애가 떠올라 아내와의 잠자리도 갖지 못하던 동수는 신애를 만나 서로간의 비밀을 지켜줄 것을 약속한다."
    },
    {
      "episode": 312,
      "date": "11월 18일",
      "title": "위장 이혼(2)",
      "plot": "악착같이 돈을 벌어 젊은 나이에 큰 부를 이룬 영숙(김희정扮)은 출판사 편집장인 재필(백준기扮)에게 마음을 뺏기고, 돈에 허덕이는 재필 가족의 뒷바라지를 해주기로 약속하고 결혼한다. 그러나, 결혼 후 재필이 벌여놓은 사업이 망하면서 빚쟁이들에게 쫓기게 되자 재산을 지키기 위해 영숙은 재필과 위장이혼을 한다."
    },
    {
      "episode": 313,
      "date": "11월 25일",
      "title": "나쁜 남자",
      "plot": "순종적인 아내 순희(최정원扮)는 남편 종구(신용규 扮)와 7년간 만났다는 정혜(김성희扮)로부터 헤어지길 종용당하지만 거절하고 종구는 집을 나가 정혜와 결혼하려 한다. 하지만 종구의 아버지(김성겸扮)가 이 사실을 알고 충격으로 쓰러지자 종구는 다시 집으로 돌아온다."
    },
    {
      "episode": 314,
      "date": "12월 2일",
      "title": "리키라 불리던 남편",
      "plot": "여성 전용 술집의 에이스 호스트였던 진국(운기호 扮)은 호스트 생활을 그만 두고 골프 레슨 프로가 되어 부유한 집안의 딸인 유선(김애란扮)과 결혼하며 행복한 나날을 보낸다. 그러나, 일을 도와달라는 호스트바 선배(강신조扮)의 강압에 못 이겨 나간 자리에서 유선과 앙숙인 혜련(양혜진扮)을 만나고 협박을 당하게 된다."
    },
    {
      "episode": 315,
      "date": "12월 9일",
      "title": "이 여자가 사는 법",
      "plot": "오피스텔의 안내 데스크에서 일하던 현희(방양희 扮)는 입주자이자 돈 좀 있어보이는 민수(배도환扮)와 결혼하지만, 남편과 시댁 식구들의 노골적인 무시와 시어머니(장미자扮)가 운영하는 모텔의 허드렛일에 시달리며 힘든 나날을 보낸다. 그러다 민수가 혼인 사실을 숨기고 만나는 경아(조선주扮)와 웨딩드레스를 맞추는 현장을 덮치고, 민수는 혼인빙자간음으로 피소될 위기에 처한다."
    },
    {
      "episode": 316,
      "date": "12월 16일",
      "title": "아내의 남자들",
      "plot": "우진(이원희扮)은 동창회에 나갔다가 친구인 형석(이규준 扮)의 아내이자 짝사랑했던 상대인 미영(민지영扮)을 만나고, 호감을 표시하며 다가오는 미영과 깊은 관계를 맺게 된다. 그러나 자칭 미영의 애인이라고 하는 최사장(권혁호扮)으로부터 헤어지라는 말을 듣게 되고 뜻하지 않게 라이벌이 되고 만다."
    },
    {
      "episode": 317,
      "date": "12월 23일",
      "title": "일편 단심 민들레",
      "plot": "성실하게 야채 배달을 하며 아내 정아(박현정 扮)와 가난하지만 행복한 나날을 보내던 윤식(최석구扮)은 졸음운전을 한 끝에 큰 사고를 당해 일을 못하게 되고, 일거리를 구하기 위해 집을 나섰다가 우연히 하게 된 헌혈 검사 결과에서 에이즈 양성 반응이 나왔다는 청천벽력과 같은 얘기를 듣게 된다."
    },
    {
      "episode": 318,
      "date": "1월 6일",
      "title": "금요일 밤이 무서운 여자",
      "plot": "미선(이시은扮)은 아들의 치료차 방문한 비뇨기과에서 다정한 의사 한남(신용규 扮)을 만나 그가 회장으로 있는 사교댄스 동아리에 초대를 받게 되고, 동아리에서 자연스레 한남과 어울리며 깊은 관계를 맺는다. 그러던 중 미선의 남편 종수(김경응扮)가 동아리에 가입하고 외국에 나가있던 한남의 아내(이현숙 扮)가 귀국한다."
    },
    {
      "episode": 319,
      "date": "1월 13일",
      "title": "행복했던 여자",
      "plot": "유치원 부원장인 정인(한경선扮)은 분원까지 낼 정도로 유치원 경영에 성공함은 물론 남편인 영수(권혁호扮)와의 관계도 좋아 남들의 부러움을 산다. 그러나, 영수가 유치원 선생인 미령(송수영扮)과 불륜관계임을 알게 되고 이 사실이 입소문을 타게 되며 정인의 행복은 속절없이 무너져간다."
    },
    {
      "episode": 320,
      "date": "1월 20일",
      "title": "남편은 헐리우드 키드",
      "plot": "분장사로 영화현장에서 일하던 정은(양혜진扮)은 영화감독으로 성공하겠다는 포부를 가진 조감독 창훈(운기호 扮)에게 반해 하룻밤을 같이 지낸 끝에 결혼을 하고, 집을 담보 잡히고 시댁에서 돈까지 끌어쓰며 개봉한 창훈의 첫 영화는 비평과 흥행에서 모두 참패한다."
    },
    {
      "episode": 321,
      "date": "1월 27일",
      "title": "파이팅, 봉정순",
      "plot": "사기를 당한 시댁식구들이 얹혀살기 위해 집으로 들이닥치지만 정순(김희정扮)은 불만 없이 이들을 정성스레 모시는 한편, 회사에서 잘리고 책 외판원으로 나선 우락(한성식扮)의 줄어든 수입을 보충하기 위해 동분서주 한다."
    },
    {
      "episode": 322,
      "date": "2월 3일",
      "title": "시어머니는 파출부",
      "plot": "대낮에 일어나 밤 늦게 놀러나가기 바쁘고 유부남과 바람피다 파혼까지 당한 유미(민지영扮)를 결혼시키기 위해 유미의 집안은 전전긍긍한다. 그러던 중, 유미는 자신을 뒷바라지 해온 홀어머니를 모시는 것이 소원인 동호(김준모 扮)를 결혼상대자로 데려오는데, 동호는 유미 집에서 일하는 안양댁(박주아扮)의 아들이었고 유미에 대해 속속들이 알고있던 안양댁은 동호의 결혼을 반대한다."
    },
    {
      "episode": 323,
      "date": "2월 10일",
      "title": "마누라 전성시대",
      "plot": "집에서 살림만 하고 돈 못 벌어온다고 남편 명수(배도환扮)와 시어머니(최은숙扮)에게 무시당하던 영미(김애란扮)는 친구의 옷가게에서 일하기로 하고, 일을 시작하면서 주눅들어 있던 모습을 벗어던지고 자신감을 찾는다."
    },
    {
      "episode": 324,
      "date": "2월 17일",
      "title": "다시 사랑한다면",
      "plot": "나이차가 나는 남편 대호(권혁호扮)의 의처증으로 은경(김희정扮)은 곤란해지고, 전화기를 꺼놓고 동창인 민수와 옛 추억을 나누고 오자 대호는 은경에게 손찌검을 한다. 그리고 그 날 이후, 은경이 연락을 받지 않자 집 앞으로 찾아온 민수는 은경에게 청혼한다."
    },
    {
      "episode": 325,
      "date": "2월 24일",
      "title": "사마귀의 키스",
      "plot": "낮에는 학교에서 학생들을 가르치고 밤에는 오래 전 사라져버린 연인 진우(김광영扮)을 찾아헤매는 이중생활을 하던 수정(배정아扮)은 자신을 지켜봐주던 이해심 많은 성원(송석호 扮)과 결혼하지만 진우를 그리는 마음은 사라지지 않는다."
    },
    {
      "episode": 326,
      "date": "3월 3일",
      "title": "시동생과 처제",
      "plot": "동생 은숙(김애란扮)이 유부남인 시동생 영태(권혁호扮)와 불륜관계인 것을 안 선숙(이상숙扮)은 시어머니가 소개한 남자와 결혼하기를 종용하지만, 영태의 아이를 가진 은숙은 결혼하지 않고 아이를 낳으려 하고 책임질 생각이 없는 영태와 시댁 식구들은 은숙을 병원으로 끌고가 수술을 받게 한다."
    },
    {
      "episode": 327,
      "date": "3월 10일",
      "title": "남편의 월급이 새고 있다",
      "plot": "수영(이주화扮)은 남편 호석(김준모 扮)을 위해 회사행사에도 적극적으로 참여하며 충실히 내조를 하지만, 호석이 결혼 전 술집여자와 동거했었고 그녀가 가지고 도망친 돈을 결혼 후에도 갚고 있다는 것을 알게된다."
    },
    {
      "episode": 328,
      "date": "3월 17일",
      "title": "사기 결혼(2)",
      "plot": "미영(양혜진扮)은 나이트클럽에서 만난 현준(이원희扮)으로부터 연락을 받고 현준을 붙잡을 생각에 가족은 물론 이혼 경험과 아이 등을 철저하게 숨기고, 현준 집안에서 결혼을 반대하자 이젠 아이를 못 낳을 것임에도 아이를 가졌다고 거짓말을 한다. 그렇게 결혼을 한 후 마침 현준이 지방 연구실로 발령이 나자, 미국에 있는 친정에 가서 애를 낳겠다고 하고 집을 나온 후 흥신소에 아이를 구해달라고 의뢰한다."
    },
    {
      "episode": 329,
      "date": "3월 24일",
      "title": "봉자는 봉파라치",
      "plot": "남편 주일(한성식扮)의 벌이로는 아이의 사교육비와 생활비에 빠듯함을 느껴 쓰레기 투기를 신고하고 포상금을 받는 봉파라치로 나선 봉자(남현주扮)는 비슷한 일을 하는 미스터 리(이영재扮)와 딸기 엄마(장미화扮)에게 제안을 받고 팀을 이뤄 포상금을 노리고 본격적으로 활동하게 된다."
    },
    {
      "episode": 330,
      "date": "3월 31일",
      "title": "계약 결혼",
      "plot": "고시생 신분인 석원(양현태扮)은 정윤(민지영扮)과 결혼하면서 이혼시 재산의 분할과 가사 분담 등을 자세히 기재한 다소 불리한 내용의 계약서를 작성한다. 그러나, 결혼 후 고시에 합격하고 돈을 벌게 되면서 마음은 달라지고, 시댁의 든든한 지원까지 받는 주변 사람들을 보고 억울해한다."
    },
    {
      "episode": 332,
      "date": "4월 14일",
      "title": "가문의 차이",
      "plot": "아버지를 이은 강력계 형사인 혁준(운기호 扮)은 절도혐의로 경찰서에 온 미경(김희정扮)에게 반해 온 가족이 범죄자인 미경의 집안을 속이고 상견례 자리를 마련하지만, 금고털이범인 미경의 아버지(박윤배扮)와 악연인 아버지(이일웅扮)에게 거짓말이 들통나고 만다."
    },
    {
      "episode": 333,
      "date": "4월 21일",
      "title": "위험한 결혼",
      "plot": "한밤에 택시강도를 당한 수민(손유경扮)은 정훈(이원희扮)으로부터 도움을 받고, 몇 달 후 업무차 아버지(김원배扮) 회사로 찾아온 정훈과 재회한다. 둘은 그렇게 사귀게 되지만 인사차 방문한 정훈을 처음 맞딱뜨린 수민의 어머니(홍여진扮)는 정훈에게 뭔가 이상한 낌새를 느낀다."
    },
    {
      "episode": 334,
      "date": "4월 28일",
      "title": "비밀 재혼 상담소",
      "plot": "실직한 남편 기상(한성식扮)이 다시 취직할 의지가 없자 경애(방양희 扮)는 돈에 쪼들리게 되고, 이웃인 미숙(양혜진扮)의 제안을 받고 프로필을 속이고 재혼남성을 만나는 일을 하게 된다. 하지만 이내 느껴지는 죄책감과 일의 위험함 때문에 일을 그만두려 하나 집의 전세금을 올려야겠다는 연락을 받는다."
    },
    {
      "episode": 335,
      "date": "5월 5일",
      "title": "두 시어머니",
      "plot": "정아(이시은扮)는 홀로 된 시어머니(안영주扮)를 모시기로 하지만 오랜동안 연락이 없던 남편 순성(권혁호扮)의 친어머니(서권순扮)가 집으로 들이닥치고 어느새 눌러살게 된다. 그렇게 두 시어머니가 한 집에서 불편한 동거를 하게 되고 순성 친어머니의 낭비벽과 채무문제까지 터지며 갈등은 커져만 간다."
    },
    {
      "episode": 336,
      "date": "5월 12일",
      "title": "인생역전 (2)",
      "plot": "힘든 생활 속 매주 복권 맞춰보는 게 낙이던 경태(박정상 扮)는 1등에 당첨이 되어 거액을 수령하게 되지만 주변에 소문이라도 날까 아내인 지은(최정원扮)에게도 비밀로 하고 화려한 생활을 만끽한다. 그 와중에 장모(장희진扮)의 수술비용을 마련하느라 지은은 동분서주하고 경태는 밀회를 즐기던 중에 장모가 사망하고 만다."
    },
    {
      "episode": 337,
      "date": "5월 19일",
      "title": "동서의 질투",
      "plot": "문영(배정아扮)은 홀로 시어머니를 모시는 수고를 덜기 위해 아주버님(김덕현扮)에게 친구인 수진(박현정扮)을 소개하고, 시아버지의 사망으로 재산을 상속하며 문영네는 독립을 하게 된다. 그러나, 독립 후에 수진네는 나날이 번창하고 부유해진 반면 문영네는 쪼들리게 되자, 문영은 수진의 과거를 빌미로 수진에게 계속해서 돈을 요구한다."
    },
    {
      "episode": 338,
      "date": "5월 26일",
      "title": "목마른 아내",
      "plot": "친구인 기화(이진아扮)의 애인인 달근(이원희扮)을 빼앗아 결혼한 지선(김성희扮)의 성욕은 결혼한 지 1년이 다 되도록 줄어들 줄을 모르고, 부담스러워진 달근이 잠자리를 거부하자 지선은 곧바로 상대를 찾아 나선다."
    },
    {
      "episode": 339,
      "date": "6월 2일",
      "title": "황혼의 아우성(2)",
      "plot": "작은 딸의 결혼 비용으로 압박을 받는 은퇴를 앞둔 바람둥이 은행지점장 성우(장기용扮)는 야심 많은 일식집 사장 미지(이상숙扮)에게 거래처 사람들을 소개해 주고, 자신은 미지의 부유한 인맥들을 고객으로 유치하는 방법으로 실적을 올린다."
    },
    {
      "episode": 340,
      "date": "6월 16일",
      "title": "이중 결혼",
      "plot": "아내와 사별한 윤기(신용규 扮)는 성미(김희정扮)와 행복한 가정을 이루지만 혼인신고를 하러 갔다가 성미가 이미 결혼해서 아이까지 있다는 것을 알게 된다. 이혼을 빌미로 성미에게 돈을 갈취해온 성미의 전 남편 세환(권혁호扮)을 만난 윤기는 이혼을 매듭짓지만, 전 남편이 아이를 방치하고 연락이 없자 성미는 아이를 집으로 데려온다."
    },
    {
      "episode": 341,
      "date": "6월 30일",
      "title": "시누는 못 말려",
      "plot": "지원(최정원扮)은 자신을 몸종처럼 부리며 각종 이득은 악착같이 챙기는 시누이(신소민扮) 때문에 고민하던 끝에, 시누이나 시댁에서 건드리지 않는 동서(이주화扮)에게 도움을 요청하여 시누이로부터 벗어나는 방법을 전수받는다."
    },
    {
      "episode": 342,
      "date": "7월 7일",
      "title": "웅이 엄마와의 동거",
      "plot": "불임으로 문숙(이시은扮)이 병원을 다니는 것 외에는 별 걱정 없이 사이 좋은 진수(김홍석扮)와 문숙 부부의 집에 진수의 절친한 친구인 병근의 아내 웅이 엄마 미경(배정아扮)이 잠시 몸을 의탁하러 나타난다. 그렇게 같이 지내게 된 미경은 지나친 친밀감을 드러내며 진수의 아내 역할을 대신하고 문숙의 물건을 함부로 만지는 등 계속해서 갈등을 유발한다."
    },
    {
      "episode": 343,
      "date": "7월 14일",
      "title": "철부지 남편",
      "plot": "이혼녀인 주리(김희정扮)가 뜻하지 않은 임신을 하자 7살 연하인 헬스장 트레이너 무혁(최재성 扮)은 책임을 지겠다며 청혼을 하고, 주리는 가진 것 없는 무혁에게 가게까지 차려주지만 결혼 후 무혁은 밖으로 나돌며 노는 것에만 전념한다."
    },
    {
      "episode": 344,
      "date": "7월 21일",
      "title": "남편은 전업 주부",
      "plot": "3년 전 실직하고 집안일을 도맡아해온 경배(권혁호扮)는 어느덧 전업주부 역할에 너무나 익숙해져 취직할 생각조차 희미해지고, 아내인 지연(이주화扮)은 그런 경배가 불만스럽다. 그러던 어느 날 남자로서 전업주부 역할을 수행하는 경배의 인터뷰가 신문에 실리고 그것을 본 지인들로부터 지연에게 걱정 섞인 연락이 쇄도한다."
    },
    {
      "episode": 345,
      "date": "7월 28일",
      "title": "소문난 여자",
      "plot": "함부로 말을 옮기는 현숙(방양희 扮) 때문에 이사까지 오게 되자 남편 성태(이원희扮)는 현숙에게 주위 사람들과 어울리며 말을 옮기지 말라고 단단히 주의를 준다. 그러나 아파트 이웃이 주차장에서 음란행위를 하다 발각되는 일이 발생하자 현숙은 범인을 찾기 위해 주변을 탐문하며 다시 말을 옮기기 시작한다."
    },
    {
      "episode": 346,
      "date": "8월 4일",
      "title": "첫사랑 사돈 마님",
      "plot": "창경(한규희扮)은 틈날 때마다 사진을 꺼내보고 아이를 낳으면 각자의 이름 한 자씩을 따서 이름 짓자던 약속을 다른 상대와 결혼해서도 지킬만큼 애틋했던 첫사랑 현희(김명희 扮)를 아들 창현(김준모 扮)의 상견례 장소에서 만난다. 그렇게 경희(박현정扮)를 며느리로 맞이한 후 창경은 경희를 며느리가 아닌 딸처럼 대하고 명희도 사위인 창현을 보며 창경을 떠올린다."
    },
    {
      "episode": 347,
      "date": "8월 11일",
      "title": "남편을 사수하라",
      "plot": "속 썩이는 일 없이 재산까지 전부 자신의 명의로 해준 남편 재광(김덕현扮) 덕에 긴장감 없이 하루하루를 살아가던 명주(양혜진扮)는 재광이 한 때 연인이었던 보영(신소민扮)과 한 직장에서 일하며 가까이 지낸다는 것을 알고 불안감에 남편의 동태를 살피기 시작한다."
    },
    {
      "episode": 348,
      "date": "8월 18일",
      "title": "철부지 리틀맘",
      "plot": "고등학생인 세미(소혜영 扮)는 삼수생인 영철(김준식 扮)과의 사이에 아이를 가지고 영철의 부모에게 인사를 드리러 간다. 그렇게 결혼을 하고 시부모와 같은 반 친구였던 영미까지 한 집에서 살게 되지만, 살림에 아픈 시할머니까지 챙겨야 되는 고된 시집살이가 계속되자 자기 또래들과는 다른 삶을 살고있는 자신의 처지를 한탄한다."
    },
    {
      "episode": 349,
      "date": "8월 25일",
      "title": "여고 동창 시집 살이",
      "plot": "기철(전수환扮)은 남편과 사별한 연상의 미영(최정원扮)과 결혼하기로 하지만 아버지(진봉진扮)의 격렬한 반대에 부딪혀 인정받지 못한 결혼생활을 하던 중, 아버지의 재혼상대를 인정하는 조건으로 결혼을 인정받는다. 그러나 그 상대가 학창시절부터의 앙숙인 정애(심미경 扮)인 것을 안 미영은 당황하고, 기철의 보증으로 기철네의 처지가 어려워지자 정애의 설득으로 시댁으로 들어가게 된다."
    },
    {
      "episode": 350,
      "date": "9월 1일",
      "title": "남편이 범인?",
      "plot": "논문을 준비하며 성폭력상담소에서 자원봉사를 하는 미란(배정아扮)은 성폭행을 당했다는 경애(송승현 扮)를 찾았다가 성폭행 장소에서 남편 상호(이우석扮)의 소지품들을 발견하고, 경애의 진술을 녹음한 테이프까지 듣자 성폭행이 남편의 소행이라 확신하게 된다."
    },
    {
      "episode": 351,
      "date": "9월 8일",
      "title": "신내림",
      "plot": "불우한 가정에서 하루 빨리 벗어나기만을 바라는 하영(박미영 扮)이 일하는 병원의 손님인 기현(김덕현扮)이 어려운 처지의 하영을 도와주며 관심을 표하고 둘은 결혼하게 된다. 그러나, 둘의 결혼 후 시어머니(서권순扮)가 시름시름 앓기 시작하고 그런 시어머니의 병이 낫기 위해서는 하영이 신내림을 받아야 한다는 얘기를 듣는다."
    },
    {
      "episode": 352,
      "date": "9월 15일",
      "title": "무서운 누나들",
      "plot": "미란(양혜진扮)은 윤희(이시은扮)의 동생인 영호(박현빈扮)와 결혼하려 하지만 서로의 과거를 너무도 잘 아는지라 윤희는 결사반대 하지만 이내 승낙한다. 결혼 후 계속된 유산에 낙담한 미란이 남자친구인 성진을 만나러 가는 자리에 윤희가 동행하고 어느새 윤희는 성진과 가까운 사이가 된다."
    },
    {
      "episode": 353,
      "date": "9월 22일",
      "title": "뻐꾸기 아내",
      "plot": "사랑하는 사이인 성식(운기호 扮)과 집안의 격렬한 반대로 헤어진 유경(민지영扮)은 적극적으로 구애해오는 준섭(이정훈扮)과 결혼하여 아이까지 가지지만, 성식을 잊지 못하여 계속해서 만나다가 결국 준섭에게 이혼을 요구하며 집을 나가버린다."
    },
    {
      "episode": 354,
      "date": "9월 29일",
      "title": "마누라 죽이는 101가지 방법",
      "plot": "억척스레 돈에 집착하는 아내 수임(이상미扮)이 못마땅했던 종태(차기환扮)는 카페 사장 영란(이현숙 扮)과 밀회를 즐기다 수임에게 발각되고 영란과 헤어지게 된다. 분노한 종태는 수임을 죽일 계획을 생각해내며 하나하나 컴퓨터에 저장하기 시작한다."
    },
    {
      "episode": 355,
      "date": "10월 13일",
      "title": "대단한 시댁",
      "plot": "지영(신소민扮)은 결혼 전 따뜻하기만 한 시댁 식구들을 믿고 결혼하지만, 결혼 후 돈 보고 결혼한 사람 취급하며 집안 일 하는 사람으로 부리는 시댁 식구들에 대들다 모욕을 당하고 시댁에서 뛰쳐나와 요식사업에 뛰어들어 대성공을 거둔다. 그런 지영의 얘기가 언론에 실리자 시댁 식구들은 지영과 민철(이원희扮) 부부에게 식당 체인점을 요구하고 지영은 분노하며 반대한다."
    },
    {
      "episode": 356,
      "date": "10월 20일",
      "title": "이혼을 부른 각서",
      "plot": "같이 미국 유학을 떠났던 원표(최재호扮)는 교수에 임용되지만 아내 미선(최정원扮)은 시간강사에 머무르고, 교수로 부임할 수 있는 대학의 학장이 원표의 동문 선배인 것을 안 미선은 원표에게 자리를 함께 할 것을 부탁하나 원표가 체면을 이유로 거절하자 상처 받는다. 그러나 미선은 방송사 PD인 학교 동창의 추천으로 일하는 여성을 대표해 TV에 출연한 기회를 얻게 되고, 그걸 계기로 삼아 마침내 교수 자리를 따내게 된다."
    },
    {
      "episode": 357,
      "date": "10월 27일",
      "title": "무늬만 부부",
      "plot": "재호(양현태扮)는 월급통장을 각자 관리하자는 제안을 하고 소영(송승현 扮)은 서운하지만 그에 따른다. 그렇게 시작된 갈등으로 인해 같은 집에 살기만 할 뿐 둘은 남남이나 다름 없는 사이가 되고, 급기야 소영은 임신한 사실조차 숨기다 유산을 하고 만다."
    },
    {
      "episode": 359,
      "date": "11월 10일",
      "title": "왕자 찾기",
      "plot": "자신이 원하는 남자가 아닌 엄마(서권순扮)가 권하는 남자인 사업가 진호(이원희扮)와 결혼한 영주(김인서 扮)는 생각만큼 부유하지 못한 진호에게 실망하고, 영주의 엄마는 혼인신고도 하지 않은 진호에게 위자료를 청구한다."
    },
    {
      "episode": 360,
      "date": "11월 17일",
      "title": "그래, 네가 한번 살아봐",
      "plot": "준오(이영빈 扮)는 시부모에게 극진하고 안정된 직장에서 맞벌이를 하면서도 남편에게 헌신적인 아내(이주화扮)와 이혼하고 미경(이시은扮)과 새 살림을 꾸리지만, 번창하던 사업은 기울고 화목하던 집안에서도 다툼이 끊이질 않는다."
    },
    {
      "episode": 361,
      "date": "11월 24일",
      "title": "두 여자의 집",
      "plot": "불임으로 고민하던 선경(박현정扮)의 집에 남편 규철(이정훈扮)과의 불륜으로 아이를 가진 윤미(민아령扮)가 나타나고 아이를 낳고 집을 나가는 조건으로 선경 부부와 한 집에서 같이 지내게 된다. 그러나 윤미는 아이를 통해 규철의 아내가 되겠다는 의지를 드러내며 선경을 불안하게 한다."
    },
    {
      "episode": 362,
      "date": "12월 1일",
      "title": "가짜 아내",
      "plot": "준호(김덕현扮)는 같은 분야에서 일하는 효정(이상미扮)과 결혼하지만 효정은 자신의 과거나 신상에 대해 밝히는 것을 극히 꺼리는 모습을 보이고 준호 모르게 중절수술을 하고 결혼한 경력이 있는 것으로 밝혀진다."
    },
    {
      "episode": 363,
      "date": "12월 8일",
      "title": "3개월만 살자",
      "plot": "민호(박병선扮)는 회사 계약직 직원인 경란(소혜영 扮)과 불륜을 저지르고, 자기중심적이고 냉정한 아내인 은수(신소민扮)에게 이혼을 요구한다. 하지만 은수는 3개월간만 같이 살며 경란을 만나지 않으면 그간 잘못해 온 것들을 고쳐보겠다고 약속한다."
    },
    {
      "episode": 364,
      "date": "12월 15일",
      "title": "엄마는 프리 스타일",
      "plot": "은지(송승현 扮)는 놀러다니길 좋아하는 엄마(이숙扮)의 보살핌을 받지 못하고 자란 이웃의 현수(박진형 扮)에게 애틋함을 느끼고 그 감정은 사랑으로 발전해 둘은 결혼하게 된다. 홀로 지낼 시어머니를 걱정한 은지는 현수에게 시어머니를 모시자고 제안하고, 같이 살게 된 시어머니는 밤을 새며 놀고 들어오기를 마다치 않는다."
    },
    {
      "episode": 365,
      "date": "12월 22일",
      "title": "베짱이 아내",
      "plot": "동하(전수환扮)는 밖에선 결벽증에 가까울 정도로 청결에 강박을 보이는 아영(배정아扮)이 집에선 손도 까딱하기 싫어하는 게으른 성격의 소유자임을 결혼하고 나서야 알게 된다. 이런 아영을 보다못한 동하는 어머니(이주실扮)가 오신다고 하면 아내가 바뀌는 걸 보고는, 어머니가 오신다고 거짓말을 하고 승진턱을 내기 위해 회사 사람들을 집으로 불러들인다."
    },
    {
      "episode": 366,
      "date": "1월 5일",
      "title": "아들이시여!",
      "plot": "남자가 귀한 집안의 승우(양현태扮)와 결혼하게 된 미경(박미영 扮)은 시어머니(최은숙扮)의 철저한 관리 아래 아이를 갖기 위해 노력하고 마침내 아이를 갖게 되지만 아이가 장애를 가지고 태어날 수 있다는 말을 듣는다. 그렇게 장애를 가진 딸로 태어난 아기는 시어머니의 철저한 외면 속에 병원에서 지내게 되고, 점차 아이에게 소홀해지는 승우와 미경의 사이도 멀어진다."
    },
    {
      "episode": 367,
      "date": "1월 12일",
      "title": "궁합의 힘",
      "plot": "동훈(운기호 扮)은 집안의 반대를 무릅쓰고 미영(양혜진扮)과 결혼하려 하지만, 안 그래도 마음에 안드는 미영이 동훈과의 궁합마저 안 좋다는 얘기를 들은 시어머니(서권순扮)는 둘의 결혼을 결사반대한다. 결국 둘은 결혼하게 되지만 결혼 후 동훈은 신혼여행에서 사고를 당하고 다니던 직장이 부도가 나는 등 안 좋은 일만 생기게 된다."
    },
    {
      "episode": 368,
      "date": "1월 19일",
      "title": "아내의 아파트",
      "plot": "미영(이주화扮)은 분양받은 아파트에 들어가기 위해 아끼고 또 아끼는 생활을 하다 못해 동서들과 마찰이 생길 정도로 지나친 행동들을 하게 되고, 시어머니(홍영자 扮)의 생일선물마저 쓰던 물건을 주자 이해해주며 감싸던 시어머니마저 등을 돌린다."
    },
    {
      "episode": 369,
      "date": "1월 26일",
      "title": "까먹는 여자",
      "plot": "경순(김동주扮)은 딸 결혼식을 깜빡할 정도로 심각한 건망증을 겪고, 치매가 걱정된 딸(정나온扮)은 경순을 병원에 데리고 가지만 치매가 아닌 갱년기의 건망증이라는 진단을 받는다. 하지만 증상은 호전되지 않고 남편 태식(임병기扮)의 외도를 의심케 하는 현장까지 목격하자 경순의 분노는 극에 달한다."
    },
    {
      "episode": 370,
      "date": "2월 2일",
      "title": "경품 테크의 여왕",
      "plot": "시원찮은 세탁기를 바꿔주지 않는 구두쇠 남편 광철(최범호扮)이 야속한 현숙(권경하扮)은 라디오에 사연을 보내 새 세탁기를 장만하게 되자, 경품에 당첨되기 위해 자극적인 거짓 소재로 사연을 보내 무수한 경품을 타낸다. 그리고, 그 경품들을 시댁에 베풀어 눈총만 주던 시댁 식구들의 칭찬을 듣고, 또 되팔기도 하며 많은 돈을 마련한다."
    },
    {
      "episode": 371,
      "date": "2월 9일",
      "title": "주인집 아저씨는 벨을 두 번 울린다",
      "plot": "빚에 시달리는 고시생인 준영(박병선扮)은 이혼한 원룸 건물주이자 알짜배기 부자인 선녀(양혜진扮)의 적극적인 구애를 받고 둘은 결혼한다. 그리고 결혼 후, 선녀가 대학생 아들의 뒷바라지를 위해 집을 비운 틈을 타 준영은 원룸에 거주하는 여성들과 관계를 가진다."
    },
    {
      "episode": 372,
      "date": "2월 23일",
      "title": "한 번의 결혼식과 네 명의 시부모",
      "plot": "석진(운기호 扮)은 혜원(민지영扮)과의 결혼을 반대하는 어머니(서권순扮)의 반대를 누그러뜨리고자 이혼한 아버지(한규희扮)에게 도움을 구하고, 차갑기만 한 시어머니와 달리 따뜻하게 대해 주는 아버지와 재혼한 시어머니(김일란 扮)와 혜원은 계속 만남을 가진다. 한편, 시아버지의 공장부지가 신도시 개발사업에 포함되어 시아버지는 큰 부자가 되고, 사채빚으로 친정엄마의 가게가 넘어갈 위기에 처하자 혜원은 또 다른 시어머니에게 도움을 요청한다."
    },
    {
      "episode": 373,
      "date": "3월 2일",
      "title": "나쁜 사랑",
      "plot": "교사인 민호(박진형 扮)는 오랜 기간 빚까지 지며 자신을 뒷바라지 해온 혜주(정나온扮)를 버리고 배경 좋은 연상녀인 지연(신소민扮)과 결혼하려 하고, 혜주는 지연을 찾아가 민호와 헤어져달라고 부탁한다. 하지만, 결국 지연과 결혼한 민호는 혜주와 달리 다정다감하지 않은 지연에게 실망하고 다시 혜주를 찾는다."
    },
    {
      "episode": 374,
      "date": "3월 9일",
      "title": "자매의 질주",
      "plot": "하경(박미영 扮)은 사귀던 남자인 재훈(김덕현扮)을 의사인 언니 진경(배정아扮)에게 빼앗기고 재훈의 소개로 상우(이원희扮)와 결혼한다. 결혼 후 교사인 상우 몰래 촌지를 받은 하경 때문에 상우는 학교에 사표를 내고, 졸지에 일자리를 잃은 상우는 진경의 병원에 취직하게 되지만, 무시당하는 상우의 모습을 보자 분노한 하경은 술에 취해 진경의 집을 찾아간다."
    },
    {
      "episode": 375,
      "date": "3월 16일",
      "title": "아바마마, 그 바람을 거두소서",
      "plot": "남편 석준(차기환扮)과 요가학원 강사(최영완扮)의 불륜관계를 목격한 미옥(김은수扮)은 아이들을 봐서 그만둘 것을 부탁하지만 석준은 공공연히 만남을 이어가고, 아버지의 불륜사실을 알게 된 고3 수아(서혜진 扮)는 열심이던 공부를 그만 두고 아버지의 불륜을 막으려 동분서주한다."
    },
    {
      "episode": 376,
      "date": "3월 23일",
      "title": "영자의 전성시대",
      "plot": "전업주부 영자(오아랑扮)은 남편 정상(김덕현扮)과 시어머니(서권순扮)로부터 놀고먹는다 생일날까지 무시당하자 직업을 가지기로 결심하고 보험설계사가 된다. 하지만, 실적이 생각만큼 늘지 않자 남녀의 만남을 주선하는 댓가로 실적을 올리고 그 방법으로 큰 성공을 거둔다."
    },
    {
      "episode": 377,
      "date": "3월 30일",
      "title": "기억의 재구성",
      "plot": "결혼 전날 밤 신혼집에서 남편 민준(박재현扮)과 수정(민지영扮)의 불륜을 목격한 혜영(배정아扮)은 결혼 후에도 외도가 계속되는지 의심하고, 수정의 남편(김덕현扮)이 외도 증거를 보여주자 민준을 찾아갔다가 수정과 함께 있는 것을 보고 충격을 받아 도망치다 교통사고를 당한다."
    },
    {
      "episode": 378,
      "date": "4월 6일",
      "title": "내 남편에게는 비밀이 있다",
      "plot": "만난 지 2개월 만에 결혼한 주말부부인 선미(최정원扮)는 남편 유석(이석우 扮)의 자취방에서 립스틱과 귀걸이가 나오자 바람을 의심하여 사람을 붙이지만 별 이상이 없다는 얘기만 듣는다. 그러나, 유석이 서울발령을 거부했다는 말을 듣고 수상함을 느껴 다시 흥신소를 찾아가 캐물어 나이트클럽에 가보라는 말을 듣게 되고 그곳에서 여장을 하고 노래를 부르고 있는 유석을 발견한다."
    },
    {
      "episode": 379,
      "date": "4월 13일",
      "title": "이유 있는 맞바람",
      "plot": "전 남자친구인 태훈(신우철 扮)과 전 여자친구인 유미(박미영 扮)의 결혼식장에서 만난 상우(양현태扮)와 지연(최영완扮)은 그 인연으로 결혼하고, 결혼한지 얼마 지나지 않아 태훈은 이혼한 유미로부터 전화를 받고 둘은 다시 만남을 갖는다."
    },
    {
      "episode": 380,
      "date": "4월 20일",
      "title": "술이 웬수",
      "plot": "같은 직장에서 일하는 우수 사원인 민호(이재욱扮)와 결혼한 윤영(김애란扮)은 술을 마시면 변하는 민호의 다른 모습을 알게 되고, 시댁에 갔다가 술주정을 하는 시아버지(진봉진扮)의 모습을 보고 화가 나 폭음을 하는 민호에게 충고의 말을 건냈다가 손찌검을 당한다."
    },
    {
      "episode": 381,
      "date": "4월 27일",
      "title": "위험한 여인",
      "plot": "승진기회에서 번번이 밀리며 장모에게 대놓고 무시당하던 재준(김덕현扮)은 반발심으로 채팅으로 알고 지내던 이슬(민지영扮)과 만남을 가지고, 남편으로부터의 폭력에 시달리던 이슬은 그 후 재준에게 광적으로 매달린다."
    },
    {
      "episode": 382,
      "date": "5월 4일",
      "title": "핏줄이 뭐길래",
      "plot": "자신을 몹시도 못 마땅해하는 시어머니인 이여사(최선자扮) 때문에 상진(이정훈扮)과 이혼한 은주(오아랑扮)는 태호(윤철형扮)와 재혼하지만 시간이 흘러 같은 아파트로 이사를 온 이여사와 마주치게 되고, 이여사는 은주의 아들 민준을 보자 상진의 아들임을 확신한다."
    },
    {
      "episode": 383,
      "date": "5월 11일",
      "title": "장모님의 올가미",
      "plot": "회사에서는 능력을 인정받고 가족에게는 따뜻한 민수(양현태扮)는 회사 근처 식당 여사장 달자(남윤정扮)의 눈에 들어 그 딸인 선영(이정화 扮)과 결혼을 하게 되고, 남편의 외도로 마음고생을 심하게 했던 달자는 선영에게도 같은 일이 생기지나 않을까 노심초사하며 민수의 일거수 일투족을 감시한다."
    },
    {
      "episode": 384,
      "date": "5월 18일",
      "title": "과외 선생님",
      "plot": "아들 상민의 과외선생 구하기에 고심하던 혜정(이상미扮) 앞에 이전에 아들의 성적을 올려줬던 진수(이석우 扮)가 나타나고, 선물투자로 큰 돈을 벌게 해줬다는 전화를 엿듣고는 진수에게 돈을 맡긴다. 그 결과, 아들의 성적이 오르고 투자했던 돈까지 불려서 돌려주자 혜정은 주위 친구들에게까지 진수를 소개하며 더 큰 돈을 맡기고, 어느새 연애감정까지 느끼며 둘만의 시간을 자주 가지게 된다."
    },
    {
      "episode": 385,
      "date": "5월 25일",
      "title": "장미의 전쟁",
      "plot": "평소 직장 상사인 혜경(권경하扮)으로부터 모멸적인 발언을 듣던 세인(민지영扮)은 남자관계가 문란하다는 루머까지 퍼뜨려 주위사람들까지 안 좋은 눈으로 바라보게 되자, 혜경의 남편인 정태(이정훈扮)에게 접근하고 은근슬쩍 혜경에게 둘의 관계를 밝힌다."
    },
    {
      "episode": 386,
      "date": "6월 1일",
      "title": "그들만의 결혼 방정식",
      "plot": "사생활이 문란한 수빈(손유경扮)은 자신을 위장하고 재력가인 정식(양동재扮)과 결혼하고, 정식과 사귀고 있던 예지(박미영 扮)는 버림받는다. 시간이 흘러, 다시 만나게 된 수빈과 예지는 정식을 마주치고 사귀었던 과거가 들통날까 두려운 정식은 예지에게 돈을 건내며 수빈과 만나지 말 것을 종용한다."
    },
    {
      "episode": 387,
      "date": "6월 8일",
      "title": "뻐꾸기 부인",
      "plot": "불임으로 인해 시어머니로부터 대놓고 괄시를 당하던 영주(김애란扮)는 임신한 시누이와 다투다 쫓겨나듯 집을 나서고, 회사 동료인 승규(양현태扮)와 술을 마시고 하룻밤을 같이 지낸다."
    },
    {
      "episode": 389,
      "date": "6월 22일",
      "title": "죽어야 사는 남자",
      "plot": "췌장암 판정을 받은 남자는 남은 인생 원 없이 살아보자는 결심을 한다."
    },
    {
      "episode": 390,
      "date": "6월 29일",
      "title": "제주도 그날 밤",
      "plot": "아내 서경(양혜진扮)이 자신은 놔두고 친구들끼리만 관광을 다니는 것에 마음이 상하자 민식(권혁호扮)은 서경을 달래기 위해 부부동반으로 제주도 단체관광에 나서지만, 정작 자신이 노는 것에 정신이 팔려 서경을 등한시하며 화를 돋우기만 한다."
    },
    {
      "episode": 391,
      "date": "7월 6일",
      "title": "사랑의 굴레",
      "plot": "대학시절부터 연인관계였던 아내 지연(권도경扮)을 따라 같은 회사에 들어간 태우(이석우 扮) 복장단속은 물론 다른 남자직원과의 사소한 접촉도 불쾌해하는 등 지나칠 정도로 간섭을 한다. 그러던 중, 벌레를 쫓아주는 행동을 지연의 바람으로 오인한 태우가 동료 남자직원을 폭행하는 사건이 벌어지고 지연은 회사를 그만두게 된다."
    },
    {
      "episode": 392,
      "date": "7월 13일",
      "title": "돌아온 시누이",
      "plot": "어려운 가정형편 때문에 입양 보냈던 경미(이시은扮)를 방송을 통해 찾게 되자 어머니(장희진扮)는 경미와 같이 살겠다며 아들인 경훈(양현태扮) 부부를 분가시키지만, 경미는 어머니를 믿고 흥청망청 돈을 써대고 남편인 동철(최성준扮)의 사업을 위해 어머니의 집을 담보 잡히고 대출을 받았다가 급기야 집까지 날리고 만다."
    },
    {
      "episode": 393,
      "date": "7월 20일",
      "title": "사랑이 눈 감을 때",
      "plot": "대학 때 만난 아내 미경(강문희扮)의 헌신적인 내조로 15년 여의 행복한 결혼생활을 해오던 성태(이원희扮)는 룸살롱에서 만난 접대부인 세미(이정윤 扮)와 불륜관계를 맺게 되고, 세미로부터 이 사실을 들은 미경은 믿음이 깨졌다며 성태에게 이혼통보를 한다."
    },
    {
      "episode": 394,
      "date": "7월 27일",
      "title": "아내가 또 결혼했다",
      "plot": "빚쟁이들에 쫓겨 시골의 작은 마을로 숨어든 미향(민지영扮)은 세탁소를 운영하는 영철(이재욱扮)과 하룻밤을 보낸 후 집요한 프로포즈에 못 이겨 혼인신고만 하고 같이 살기로 한다. 그러나, 홈패션 학원을 다닌다고 도시로 나갔다가 정수(박재현扮)를 만나 또 다시 프로포즈를 받게 된다."
    },
    {
      "episode": 396,
      "date": "8월 10일",
      "title": "공주는 외로워",
      "plot": "시아버지로부터 버림받은 이유가 나이든 자신의 외모 때문이라고 생각하고 성형수술을 거듭하는 시어머니(최선자扮) 때문에 유선(강문희扮)의 걱정은 커져만 가고, 성형수술한 병원 원장이 불법실리콘 사용으로 잡혀가자 시어머니는 패닉에 빠지며 정신이상 증세를 보인다."
    },
    {
      "episode": 397,
      "date": "8월 17일",
      "title": "아내의 외출",
      "plot": "허리를 다쳐 일을 쉬게 된 남편 지훈(이석우 扮)을 대신해 생계를 책임지려 대리운전에 나섰던 은정(손유경扮)은 동민(이주석扮)의 차를 몰다 사고를 내며 곤경에 처하지만, 사정을 모르는 지훈은 차량 수리비용으로 변상해야 할 돈을 동생의 유학비용으로 내준다."
    },
    {
      "episode": 398,
      "date": "8월 24일",
      "title": "시어머니는 남자 XY",
      "plot": "시어머니(남윤정扮)를 허물 없이 친정엄마처럼 대해온 인경(정나온扮)은 어느 날 집으로 찾아온 고모(김희윤 扮)와 시어머니의 대화를 엿듣게 되고, 과거를 얼버무리는 시어머니와 이상해진 남편 준호(박진형 扮)의 행동에 수상함을 느끼고 쫓은 끝에 그가 시어머니로 알고 지내온 사람이 성전환한 시아버지였음을 알게 된다."
    },
    {
      "episode": 399,
      "date": "8월 31일",
      "title": "씨받이 신부",
      "plot": "우즈베키스탄에서 한국으로 시집을 오게된 올가(한미진扮)는 아이를 임신하지만 임신임을 알게 된 순간부터 남편 재철(김성훈 扮)은 각방을 선언하고, 시누이(이시은扮)는 올가가 딸을 출산하자마자 아이를 시댁으로 데려가버린다."
    },
    {
      "episode": 400,
      "date": "9월 7일",
      "title": "그대 없인 못살아",
      "plot": "일하는 와인바의 단골 손님인 유부남 민우(이준우扮)와 하룻밤을 보낸 유경(민지영扮)은 부모의 격한 반대를 무릅쓰고 결혼하지만, 결혼한 지 얼마 안 되어 민우에게 여자가 있다는 문자를 받게 된다."
    },
    {
      "episode": 402,
      "date": "9월 21일",
      "title": "사랑이라는 이유로",
      "plot": "병든 시아버지 간호를 맡을 정도로 시댁에 잘하고 남편(박병선扮)과 딸(정은비扮)에게도 더할나위 없는 아내이자 엄마인 윤숙(김현숙扮)은 어지러움과 건망증에 병원을 찾았다가 치매 판정을 받는다. 치매의 진행을 늦추기 위해 윤숙은 발버둥치지만 달라진 아내에게 남편과 딸은 차갑기만 하고, 윤숙의 치매 증상을 알게 된 시어머니(최은숙扮)는 아들과 헤어질 것을 권한다."
    },
    {
      "episode": 403,
      "date": "9월 28일",
      "title": "비밀과 거짓말(3)",
      "plot": "룸살롱에 나간다는 지숙(배정아扮)과 나이트클럽에서 만나 하룻밤을 보낸 재건(이원희扮)은 다음날 엘리트 신입사원으로 나타난 지숙을 보고 매우 놀라고 매력을 느껴 결혼에 이르게 되나, 결혼 후에도 남자들과 교류가 끊이지 않는 지숙을 못마땅해 한다. 그러던 중, 불임으로 아이를 입양하기로 합의한 후 지숙이 마치 정말 아이를 가진 듯이 거짓으로 행동하자 그간의 누적된 경험을 바탕으로 지숙의 모든 것이 거짓이 아닌가 의심하기 시작한다."
    },
    {
      "episode": 404,
      "date": "10월 5일",
      "title": "지독한 유혹",
      "plot": "남편 기홍(운기호 扮)의 회사 가족 야유회에 갔다가 사장인 명환(한영수扮)과 둘만의 술자리를 갖게 된 유진(민경조扮)이 만취하여 잠자리를 가진 후 기홍은 승진하게 되고, 그 후, 승진을 미끼로 명환은 계속해서 유진을 불러낸다. 견디다 못한 유진은 명환의 아내(이현실 扮)에게 이 사실을 알리게 되나 덤덤한 모습을 보이자 당황한다."
    },
    {
      "episode": 405,
      "date": "10월 12일",
      "title": "우리 엄마",
      "plot": "도형(이수용 扮)은 어릴 때 헤어진 어머니를 찾으려 연락했다는 희정(박현정扮)에게 반해 사귀게 되고 결혼하려 하지만 어머니(서권순扮)의 반대에 부딪힌다. 결국, 반대를 무릅쓰고 결혼에 다다른 둘은 희정의 어머니를 찾기위해 동분서주 하고, 어머니는 그런 둘의 행동 하나하나에 민감하게 반응한다."
    },
    {
      "episode": 406,
      "date": "10월 19일",
      "title": "모니터 속 아내",
      "plot": "남편 상혁(김성훈 扮)이 이모의 친구인 민정(이상숙扮)과 바람이 나자 충격을 받은 은주(신소민扮)는 술로 밤을 지새는 날이 많아지고, 그런 은주를 친구 보경(김민채扮)의 아는 동생인 지혁(양현태扮)이 다시 일어설 수 있게 돕는다."
    },
    {
      "episode": 407,
      "date": "10월 26일",
      "title": "스캔들",
      "plot": "수경(배정아扮)은 출세를 위해 사회 유력인사인 변호사 진호(이주석扮)에게 접근하고, 진호는 지인에게 부탁해 수경의 꿈인 교수 자리를 마련해 준다. 그러나, 학력위조가 사회적으로 문제가 되는 와중에 학력이 허위라는 투서가 들어와 수경은 곤란한 지경에 빠진다."
    },
    {
      "episode": 409,
      "date": "11월 9일",
      "title": "아이 앰 스파이",
      "plot": "허풍끼가 다분한 취업준비생 현지(손유경扮)는 가족과 친구들에게 국정원에 취직됐다고 거짓말을 하고, 국정원에서 비밀리에 하는 사업이 있으니 돈을 맡기면 고리의 이자를 돌려주겠다면서 주변 사람들로부터 돈을 받아 챙긴다."
    },
    {
      "episode": 411,
      "date": "11월 23일",
      "title": "남편의 비밀 수첩",
      "plot": "유능한 자동차 판매직원으로 인정받는 남편은 집 앞 차 안에서의 불륜장면을 장모에게 들키고 만다."
    },
    {
      "episode": 416,
      "date": "12월 28일",
      "title": "돌아와요, 영자씨",
      "plot": "자식교육을 위해 강남에 왔지만 쪼들리던 생활을 하던 아내가 자동차 사고를 당한다."
    },
    {
      "episode": 436,
      "date": "5월 23일",
      "title": "처가의 비밀(2)",
      "plot": "같은 병원 간호사와 사귀던 남자는 좋은 조건의 선자리에 나간다."
    },
    {
      "episode": 442,
      "date": "7월 4일",
      "title": "쌍둥이 스캔들",
      "plot": "급한 일이 있을 때마다 동생을 불러내 닮은 외모덕을 보던 일란성 쌍둥이의 언니인 혜영(강승희扮)은 급기야 동생 은영(강주희扮)에게 들어온 선자리에 몰래 대신 나가 기범(이석우 扮)을 만나고 결혼하게 된다."
    },
    {
      "episode": 444,
      "date": "7월 18일",
      "title": "각 방 부부(2)",
      "plot": "섹스리스에 불만이던 남편은 같은 병원에서 근무하는 친구에게 마음을 터놓는다."
    },
    {
      "episode": 470,
      "date": "2월 6일",
      "title": "채팅 클럽",
      "plot": "남편 현철(김덕현扮)이 일로 바빠 관계가 소원해지자 유정(배정아扮)은 채팅에 빠져들고 오프까지 이어진 모임에서 명훈(이석우 扮)을 만나게 되고 부적절한 관계를 가진다. 그러던 어느 날 자신을 짝사랑하는 같은 모임의 재만(김경록 扮)에게서 연락을 받고 명훈의 오피스텔로 간 유정은, 명훈이 역시 같은 모임의 핫걸(강승희扮)과 같이 있는 현장을 목격한다."
    },
    {
      "episode": 471,
      "date": "2월 13일",
      "title": "남편의 의뢰인",
      "plot": "대학 때 짝사랑한 상대이자 절친한 친구인 상훈과 결혼해 미국으로 떠났던 정난(정나온扮)이 상훈이 죽자 시댁으로부터 양육권을 지키고자 영호(임치오 扮)의 변호사 사무실을 찾아오고, 상황이 어려운 정난을 위해 영호는 자비를 부담하며 집을 구해주는 등 물심양면으로 노력한다."
    },
    {
      "episode": 472,
      "date": "2월 20일",
      "title": "은밀한 거래",
      "plot": "아픈 아들의 병원비를 위해 사채빚까지 져가며 어려운 생활을 이어가던 태호(이석우 扮)는 제화회사 사장인 미란(장은비扮)을 강도를 당할 위기에서 구해주고 비서로 취직한다. 태호에게 사랑을 느낀 미란은 태호 부부가 아들의 병원비로 인해 몹시 어렵다는 이야기를 듣고 이혼을 조건으로 태호의 아내인 수연(손유경扮)에게 막대한 위자료를 건네겠다는 제안을 한다."
    }
  ]